Repository: Arnab-Shanta-Anu/slapt-get
Catalog: po/*.po
Languages: bg, ca, el, es, es_es, fr, hu, id, it, ja, no, pl, sl, sv, vi

source: %s: Depends: %s
bg: %s: Зависимости: %s
ca: %s: Depèn: %s
el: Το %s: απαιτεί το: %s
es: %s: Depende de: %s
es_es: %s: Depende de: %s
fr: %s : Dépend de: %s
hu: %s: Függőségei: %s
id: %s: bergantung kepada: %s
it: %s: Dipende da: %s
ja: %s: 依存: %s
no: %s: Avhenger: %s
pl: %s: Zależy: %s
sl: %s: Odvisen: %s
sv: %s: Beroende: %s
vi: %s: Phụ thuộc: %s

source: %d newly installed,
ca: %d d'instal·lat de nou,
el: το %d μόλις εγκαταστάθηκε,
es_es: %d nuevo instalado,
fr: %d a été installé dernièrement,
it: %d nuovo pacchetto da installare,
ja: %d 新規インストール、
sv: %d nyinstallerade,

source: %d not upgraded.
ca: i %d de no actualitzat.
el: το %d δεν αναβαθμίστηκε.
es_es: %d no actualizado.
fr: %d n'a pas été mis à jour.
it: %d pacchetto non aggiornato.
ja: %d 未更新。
sv: %d uppgraderades inte.

source: %d reinstalled,
ca: %d de reinstal·lat,
el: το %d επανεγκαταστάθηκε,
es_es: %d reinstalado,
fr: %d a été réinstallé,
it: %d pacchetto reinstallato,
ja: %d 再インストール、
sv: %d återinstallerad,

source: %d to remove,
ca: %d per eliminar
el: το %d είναι προς απομάκρυνση,
es_es: %d para eliminar,
fr: %d à retirer,
it: %d pacchetto da rimuovere,
ja: %d 削除、
sv: %d att ta bort,

source: %d upgraded,
ca: %d d'actualitzat,
el: το %d αναβαθμίστηκε,
es_es: %d actualizado,
fr: %d mis à jour,
it: %d pacchetto aggiornato,
ja: %d 更新、
sv: %d uppgraderades,

source: %s [option(s)] [target]
bg: %s [опция] [действие]
ca: %s [opcions] [objectiu]
el: %s [επιλογή(ές)] [προορισμός]
es: %s [opcion(es)] [destino]
es_es: %s [opcion(es)] [destino]
fr: %s [option(s)] [cible]
hu: %s [opció(k)] [cél]
id: %s [opsi] [target]
it: %s [opzione(i)] [obbiettivo]
ja: %s [オプション] [対象]
no: %s [opsjon(er)] [bryter]
pl: %s [opcja(e)] [cel]
sl: %s [Nastavitve] [Cilj]
sv: %s [alternativ] [mål]
vi: %s [tuỳ chọn] [hành động]

source: %s is not installed.
bg: %s не е инсталиран.
ca: %s no està instal·lat.
el: Το πακέτο %s δεν έχει εγκατασταθεί.
es: %s no está instalado.
es_es: %s no está instalado.
fr: %s n'est pas installé.
hu: %s nem telepített.
id: %s tidak terinstal.
it: %s non è installato.
ja: %s 未インストール
no: %s er ikke installert.
pl: %s nie jest zainstalowane.
sl: %s ni namečen.
sv: %s är inte installerat.
vi: %s chưa được cài đặt.

source: %s is up to date.
bg: %s е актуален.
ca: %s està actualitzat.
el: Η τελευταία έκδοση του πακέτου %s είναι ήδη εγκατεστημένη.
es: %s está actualizado.
es_es: %s está actualizado.
fr: %s est à jour.
hu: %s naprakész.
id: %s sudah mutakhir.
it: %s è aggiornato.
ja: %s が更新されます
no: %s er oppdatert.
pl: %s jest aktualne.
sl: %s ni potreben nadgradnje.
sv: %s är uppdaterad.
vi: %s là mới nhất.

source: %s version %s
bg: %s версия %s
ca: %s versió %s
el: %s έκδοση %s
es: %s versión %s
es_es: %s versión %s
fr: version %s de %s
hu: %s verzió %s
id: %s versi %s
it: %s versione %s
ja: %s バージョン %s
no: %s versjon %s
pl: %s wersja %s
sl: %s različica %s
vi: %s phiên bản %s

source: %s, which is required by %s, is excluded
bg: %s, който се изисква от %s, е изключен
ca: %s, que és requerit per %s, s'exclou
el: το %s, που απαιτείται από το %s, έχει εξαιρεθεί
es: Se excluye %s que es requerido por %s
es_es: %s, que es requerido por %s, es excluido
fr: %s, qui est requis par %s, est exclu
hu: %s, szükséges ehhez: %s, de zárolt
id: %s yang dibutuhkan oleh %s, tidak diikutsertakan
it: %s, il quale è richiesto da %s, è escluso
ja: %s（ %s に必要とされる）は除外されます
no: %s, som kreves av %s er ekskludert
pl: %s, który jest wymagany przez %s, został wykluczony
sl: %s, ki je potreben s strani %s, je bil izločen
sv: %s, som krävs av %s, är exkluderat
vi: %s, do %s yêu cầu, được bỏ qua

source: %s, which is to be installed, conflicts with %s
bg: %s, който ще бъде инсталиран, е в конфликт с %s
ca: %s, que s'ha d'instal·lar, té conflicte amb %s
el: Το %s, το οποίο πρόκειται να εγκατασταθεί συγκρούεται με το %s
es: %s, que va a ser instalado, crea conflicto con %s
es_es: %s, el cual va a ser instalado, crea conflicto con %s
fr: %s, qui est sur le point d'être installé, est en conflit avec %s
hu: %s telepítésre jelölve, de konfliktusban van ezzel %s
id: %s yang akan diinstal, memiliki konflik dengan %s
it: %s, il quale è da installare, è in conflitto con %s
ja: インストールしようとしている %s は %s と衝突します
no: %s, som skal installeres, er i konflikt med %s
pl: %s, który musi być zainstalowany, konfliktuje z %s
sl: %s, ki naj bi bil namečen, je v sporu z/s %s
sv: %s, som skall till att installeras, krockar med %s
vi: %s, chuẩn bị cài đặt, xung đột với %s

source: %s-%s is to be installed
bg: %s-%s ще бъде инсталиран
ca: %s-%s s'ha d'instal·lar
el: Το %s-%s πρόκειται να εγκατασταθεί
es: %s-%s se instalará
es_es: %s-%s será instalado
fr: %s-%s doit être installé
hu: %s-%s telepítendő
id: %s-%s akan diinstal
it: %s-%s è da installare
ja: %s-%s がインストールされます
no: %s-%s vil bli installert
pl: %s-%s trzeba zainstalować
sl: %s-%s bo namečen
sv: %s-%s ska till att installeras
vi: %s-%s đã được cài đặt

source: %s-%s is to be removed
bg: %s-%s ще бъде премахнат
ca: %s-%s s'ha d'eliminar
el: Το %s-%s πρόκειται να απεγκατασταθεί
es: Se eliminará %s-%s
es_es: %s-%s será eliminado
fr: %s-%s doit être supprimé
hu: %s-%s eltávolítandó
id: %s-%s akan dihapus
it: %s-%s è da rimuovere
ja: %s-%s が削除されます
no: %s-%s vil bli fjernet
pl: %s-%s trzeba usunąć.
sl: %s-%s e bo odstranjen
sv: %s-%s ska tas bort
vi: %s-%s đã được gỡ bỏ

source: %s-%s is to be upgraded to version %s
bg: %s-%s ще бъде обновен до версия %s
ca: %s-%s s'ha d'actualitzar a la versió %s
el: Το %s-%s πρόκειται να αναβαθμιστεί στην έκδοση %s
es: %s-%s se actualizará a la versión %s
es_es: %s-%s será actualizado a la versión %s
fr: %s-%s va être mis à jour vers la version %s
hu: %s-%s frissítendő erre a verzióra: %s
id: %s-%s akan diperbaharui ke versi %s
it: %s-%s è da aggiornare alla versione %s
ja: %s-%s はバージョン %s にアップグレードされます
no: %s-%s vil bli oppgradert til versjon %s
pl: %s-%s trzeba aktualizować do wersji %s
sl: %s-%s bo nadgrajen na različico %s
sv: %s-%s ska till att uppgraderas till version %s
vi: %s-%s được nâng cấp lên phiên bản %s

source: , but accepted as an exception
ca: , però s'accepta com a excepció
el: , αλλά γίνεται αποδεκτό ως εξαίρεση
fr: , mais accepté comme une exception
ja: 、しかし例外として認められました
sv: , men accepteras som ett undantag

source: Abort.
bg: Прекъсване.
ca: Avorta.
el: Διακοπή.
es: Abortar.
es_es: Abortar.
fr: Abandonner.
hu: Megszakítva.
id: Batal.
it: Annulla.
ja: 中止
no: Avslutt.
pl: Koniec.
sl: Prekini.
sv: Avbryt.
vi: Không.

source: After unpacking %.1f%s disk space will be freed.
bg: След разархивиране %.1f%s от дисковото пространство ще бъде освободено.
ca: Després de desempaquetar-ho, s'alliberaran %.1f%s d'espai de disc.
el: Μετά το άνοιγμα του πακέτου θα ελευθερωθούν %.1f%s στο δίσκο.
es: Después de descomprimir, se liberarán %.1f%s de espacio en disco.
es_es: Luego de desempacar, %.1f%s de espacio en disco serán liberados.
fr: Après décompression, %.1f%s d'espace disque sera libéré.
hu: Kicsomagolás után %.1f%s lemezterület fog felszabadulni.
id: Setelah dibuka %.1f%s ruang disket akan dibebaskan.
it: Dopo l'installazione %.1f%s di sazio sul disco saranno liberati.
ja: 展開後 %.1f%s のディスクスペースが解放されます
no: Etter utpakking vil %.1f%s diskplass bli frigjort.
pl: Po rozpakowaniu, %.1f%s miejsca na dysku zostanie zwolnione.
sl: Po odpakiranju bo spročeno %.1f%s prostora.
sv: Efter uppackning kommer %.1f%s diskutrymme att bli fritt.
vi: Sau khi giải nén %.1f%s không gian đĩa sẽ được tự do.

source: After unpacking %.1f%s of additional disk space will be used.
bg: След разархивиране %.1f%s от дисковото пространство ще бъде използвано.
ca: Després de desempaquetar-ho, s'usaran %.1f%s d'espai de disc addicional.
el: Μετά το άνοιγμα θα χρησιμοποιηθούν %.1f%s στο δίσκο.
es: Después de descomprimir, se usará un adicional de %.1f%s de espacio en disco.
es_es: Luego de desempacar, %.1f%s de espacio en disco adicional será utilizado.
fr: Après décompression %.1f%s de place disque supplémentaire sera utilisée.
hu: Kicsomagolás után %.1f%s lemezterületet használok fel.
id: Setelah dibuka %.1f%s tambahan ruang disket akan digunakan.
it: Dopo l'installazione saranno utilizzati %.1f%s addizionali di spazio sul disco.
ja: 展開後 %.1f%s のディスクスペースが消費されます
no: Etter utpakking vil %.1f%s ekstra diskplass bli brukt.
pl: Po rozpakowaniu, %.1f%s miejsca na dysku zostanie użyte.
sl: Po odpakiranju bo potrebno %.1f%s dodatnega prostora.
sv: Efter uppackning kommer %.1f%s ytterligare diskutrymme att användas.
vi: Sau khi giải nén %.1f%s không gian đĩa sẽ được sử dụng.

source: An implementation of the Debian APT system to Slackware
bg: Подобна на Debian APT пакетна система за Slackware
ca: Una implementació del sistema APT de Debian a Slackware
el: Μία υλοποίηση του συστήματος Debian APT στο Slackware
es: Una implementación del sistema APT de Debian para Slackware
es_es: Una implementación del sistema APT de Debian para Slackware
fr: Une implémentation du système APT de Debian pour Slackware
hu: Debian APT rendszer implementáció Slackware Linuxhoz
id: Sebuah implementasi dari sistem APT Debian untuk Slackware
it: Un'implementazione del sistema APT di Debian per Slackware
ja: Debian APT システムの Slackware への実装
no: En implementasjon av Debians APT sytem for Slackware
pl: Implementacja systemu APT z Debiana dla Slackware'a
sl: Prilagoditev Debian APT sistema za Slackware
sv: En implementation av Debian APT till Slackware
vi: Phiên bản cài đặt của hệ thống APT Debian cho Slackware

source: Cached
bg: Кеширан
ca: A la cau
el: Προσωρινά αποθηκευμένα
es: Cacheado
es_es: Chacheado
fr: Dans le cache
hu: Tárolt
id: Tersimpan sementara
ja: キャッシュ済み
pl: Zachowane
sl: V predpomnilniku
sv: Cachad
vi: Dự trữ

source: Checksums not read
ca: No s'han llegit les sumes de verificació
el: Δεν έγινε ανάγνωση των αθροισμάτων
fr: Sommes de contrôle non lus
ja: チェックサムが読み取れません
sv: Kontrollsummor inte lästa

source: Checksums signature could not be verified
ca: No s'han pogut verificar les sumes de comprovació de signatura.
el: Η υπογραφή των αθροισμάτων δεν ήταν δυνατό να πιστοποιηθεί
es: No se pudo verificar las firmas de checksums
es_es: la firma Checksums no puede verificarse
fr: La signature des sommes de contrôle n'a pas pu être vérifiée
hu: Ellenőrző összegek aláírását nem lehet ellenőrizni
it: Impossibile verificare il checksum
ja: チェックサム署名を検証できませんでした
pl: Nie mogę potwiedzić sumy kontrolnej podpisu

source: Checksums signature successfully verified
ca: Les sumes de comprovació de signatura s'han verificat correctament.
el: Η υπογραφή των αθροισμάτων πιστοποιήθηκε επιτυχώς
es: Firmas de checksums verificadas correctamente
es_es: firma Checksums correctamente verificado
fr: La signature des sommes de contrôle à été vérifiée avec succès
hu: Ellenőrző összegek aláírásának ellenőrzése sikeres
it: Checksum verificato
ja: チェックサム署名が正常に検証されました
pl: Suma kontrolna podpisu potwiedzona

source: Custom
ca: Personalitzat
el: Προσαρμοσμένο
es: Personalizado
es_es: Personalizado
fr: Sur mesure
hu: Egyéb
it: Personalizzato
ja: カスタム

source: Custom Patch
ca: Pedaç personalitzat
el: Προσαρμοσμένη Διόρθωση
es: Parche personalizado
es_es: Parche personalizado
fr: Correctif sur mesure
hu: Egyéb javítások
it: Patch Personalizzata
ja: カスタムパッチ

source: Default
ca: Per defecte
el: Εξ ορισμού
es: Por defecto
es_es: Predeterminado
fr: Par défaut
hu: Alapértelmezett
ja: デフォルト

source: Default Patch
ca: Pedaç per defecte
el: Εξ ορισμού Διόρθωση
es: Parche por defecto
es_es: Parche Predeterminado
fr: Correctif par défaut
hu: Alapértelmezett javítás
ja: デフォルトパッチ

source: Delete %s ? [y/N]
ca: S'elimina %s ? [s/N]
el: Διαγραφή του %s ; [y/N]
es: ¿Borrar %s ? [y/N]
es_es: Borrar %s ? [y/N]
fr: Effacer %s ? [y (oui)/N (non)]
hu: Törli: %s ? [y/N]
it: Disinstallare %s ? [y/N]
ja: %s を削除しますか？ [y/N]

source: Do you want to continue? [y/N]
bg: Желаете ли да продължите? [y(да)/N(НЕ)]
ca: Voleu continuar? [s/N]
el: Θέλεις να συνεχίσεις? [y/N]
es: ¿Desea continuar? [y/N]
es_es: ¿Desea continuar? [y/N]
fr: Voulez-vous continuer ? [y (oui)/N (non)]
hu: Valóban folytatja? [y/N]
id: Apakah anda ingin lanjut ke langkah berikutnya? [y/N]
it: Vuoi continuare? [y/N]
ja: このまま続けますか？ [y/N]
no: Vil du fortsette? [y/N]
pl: Czy chcesz kontynuować? [y/N]
sl: eli nadaljevati? [y/N]
sv: Vill du fortsätta? [y/N]
vi: Bạn có muốn tiếp tục không? [y/N]

source: Done
bg: Готово
ca: Fet.
el: Ολοκληρώθηκε
es: Hecho
es_es: Hecho
fr: Fait
hu: Kész
id: Selesai
it: Fatto
ja: 完了
no: Ferdig
pl: Gotowe
sl: Narejeno
sv: Klart
vi: Xong

source: Excluding %s, use --ignore-dep to override
bg: %s се изключва, използвайте --ignore-dep
ca: S'exclou %s, useu "--ignore-dep" per passar-ho per alt.
el: Εξαιρείται το %s, χρησιμοποιήστε το --ignore-dep για να το αγνοήσετε
es: Excluyendo %s, use --ignore-dep para anularlo
es_es: Excluyendo %s, use --ignore-dep para anular
fr: Exclusion de %s, utilisez --ignore-dep pour outrepasser
hu: Kizárva %s, használlja az --ignore-dep opciót a felülbíráláshoz
it: Pacchetto %s escluso, usa --ignore-dep per forzare l'installazione
ja: %s を除外するには、--ignore-dep を使用して上書きします
pl: Pominięto %s, użyj --ignore-dep żeby unieważnić

source: Failed to build working directory [%s]
bg: Неуспех при създаването на работна директория [%s]
ca: Ha fallat construir el directori de treball [%s]
el: Αποτυχία δημιουργίας φακέλου εργασίας [%s]
es: No se pudo construir el directorio de trabajo [%s]
es_es: No se pudo construir el directorio de trabajo [%s]
fr: La tentative de création du répertoire de travail [%s] a échoué
hu: Érvénytelen a munka könyvtár [%s]
id: Gagal membangun direktori kerja [%s]
it: Errore nella creazione della cartella di lavoro [%s]
ja: 作業ディレクトリ [%s] のビルドに失敗しました
no: Klarte ikke å lage arbeidsfolder [%s]
pl: Stworzenie katalogu nie powiodło się [%s]
sl: Neuspel poskus gradnje delovne mape [%s]
sv: Misslyckades att skapa katalog [%s]
vi: Bị lỗi trong khi xây dựng thư mục làm việc [%s]

source: Failed to calloc
ca: Ha fallat fer calloc
el: Αποτυχία calloc
es: Falló calloc
es_es: No se pudo hacer 'calloc'
fr: Échec de calloc
hu: Sikertelen calloc hívás
id: calloc gagal
it: Errore in calloc
ja: calloc に失敗しました
no: Klarte ikke å calloc
pl: Nie powiodło się calloc
sl: Napaka pri calloc
sv: Misslyckades med minnesallokering calloc
vi: Bị lỗi khi cấp phát

source: Failed to chdir to %s
ca: Ha fallat fer chdir a %s
el: Αποτυχία chdir στο %s
es: No se pudo cambiar de directorio: %s
es_es: No se pudo cambiar el directorio a %s
fr: Échec du chdir vers %s
hu: A chdir sikertelen ide %s
id: Gagal mengganti direktori ke %s
it: Errore in chdir a %s
ja: %s への chdir に失敗しました
no: Klarte ikke å chdir til %s
pl: Zmiana katalogu na %s nie powiodła się.
sl: Napak pri chdir na %s
sv: Misslyckades att byta katalog till %s
vi: Bị lỗi khi chuyển vào thư mục %s

source: Failed to chdir: %s
ca: Ha fallat fer chdir: %s
el: Αποτυχία chdir: %s
es: No se pudo cambiar de directorio: %s
es_es: No se pudo cambiar de directorio: %s
fr: Échec de chdir : %s
hu: Sikertelen chdir ide: %s
id: Gagal mengganti direktori: %s
it: Errore in chdir: %s
ja: chdir に失敗しました: %s
no: Klarte ikke å chdir: %s
pl: Zmiana katalogu na %s nie powiodła się.
sl: Napaka pri chdir: %s
sv: Misslyckades att byta till katalog: %s
vi: Bị lỗi khi chuyển vào thư mục: %s

source: Failed to compile regex
ca: Ha fallat compilar regex.
el: Αποτυχία κατά το compile του regex
es: No se pudo compilar la regex
es_es: No se pudo compilar regex
fr: Échec de compilation de l'expression régulière
hu: Hibás fordítási kifejezés
id: Gagal mengkompilasi regex
it: Errore nella compilazione regex
ja: regex のコンパイルに失敗しました
no: Feil ved kompilering av regex
pl: Nie powiodła się kompilacja regex
sl: Napak pri prevajanju regularnih izrazor
sv: Misslyckades att kompilera regex
vi: Bị lỗi khi biên dịch biểu thức

source: Failed to download: %s
bg: Неуспех при изтегляне: %s
ca: Ha fallat la baixada: %s
el: Αποτυχία λήψης: %s
es: No se pudo descargar: %s
es_es: No se pudo descargar: %s
fr: Échec du téléchargement : %s
hu: Sikertelen letöltés: %s
id: Gagal men-download: %s
it: Errore nel download: %s
ja: ダウンロードに失敗しました: %s
no: Nedlasting feilet : %s
pl: Pobranie nie powiodło się: %s
sl: Napaka pri nalaganju: %s
sv: Misslyckades att ladda hem: %s
vi: Bị lỗi trong khi lấy dữ liệu: %s

source: Failed to execute command: [%s]
bg: Неуспех при изпълнението на команда: [%s]
ca: Ha fallat executar l'ordre: [%s]
el: Αποτυχία εκτέλεσης εντολής: [%s]
es: No se pudo ejecutar el comando: [%s]
es_es: No se pudo ejecutar el comando: [%s]
fr: Échec dans l'exécution de la commande : [%s]
hu: Sikertelen parancs futtatás: [%s]
id: Gagal mengeksekusi perintah: [%s]
it: Errore nell'esecuzione del comando: [%s]
ja: コマンド実行に失敗しました: [%s]
no: Feil ved ekskevering av kommando: [%s]
pl: Nie powiodło się wykonanie polecenia: [%s]
sl: Napaka pri izvedbi ukaza: [%s]
sv: Misslyckades av exekvera kommando: [%s]
vi: Bị lỗi khi thực hiện lệnh: [%s]

source: Failed to get cwd
ca: Ha fallat obtenir cwd
el: Αποτυχία λήψης cwd
es: No se pudo obtener el directorio de trabajo actual
es_es: No se pudo obtener el directorio de trabajo actual
fr: Échec d'obtention du répertoire courant via cwd
hu: Hiba a cwd kérésekor
id: Gagal mendapatkan cwd
it: Errore nel trovare la directory corrente
ja: cwd の取得に失敗しました
no: Klarte ikke å finne cwd
pl: Nie powiodło się pobranie cwd
sl: Napaka pri pridobitvi cwd
sv: Misslyckades att hämta nuvarande katalogsnamn
vi: Bị lỗi khi xác định thư mục hiện hành

source: Failed to malloc
ca: Ha fallat fer malloc
el: Αποτυχία malloc
es: Falló malloc
es_es: No se pudo hacer 'malloc'
fr: Échec de malloc
hu: Sikertelen malloc hívás
id: malloc gagal
it: Errore in malloc
ja: malloc に失敗しました
no: Feilet ved malloc
pl: Nie powiodło się malloc
sl: Napaka v malloc
sv: Misslyckades med minnesallokering malloc
vi: Bị lỗi khi cấp phát

source: Failed to mkdir: %s
ca: Ha fallat fer mkdir: %s
el: Αποτυχία mkdir: %s
es: No se pudo crear el directorio: %s
es_es: No se pudo crear el directorio: %s
fr: Echec de mkdir : %s
hu: Sikertelen mkdir: %s
id: Gagal membuat direktori: %s
it: Errore in mkdir: %s
ja: ディレクトリ作成に失敗しました: %s
no: Klarte ikke å mkdir: %s
pl: mkdir nie powiodło się : %s
sl: Napaka pri mkdir: %s
sv: Misslyckades att skapa katalog: %s
vi: Bị lỗi khi tạo thư mục: %s

source: Failed to open %s
bg: Неуспех при отваряне на %s
ca: Ha fallat obrir %s
el: Αποτυχία ανοίγματος του %s
es: No se pudo abrir %s
es_es: No se pudo abrir %s
fr: L'ouverture de %s a échoué
hu: Nem sikerült megnyitni: %s
id: Gagal membuka %s
it: Errore nell'apertura di %s
ja: %s を開くのに失敗しました
no: Klarte ikke å åpne %s
pl: Otwarcie %s nie powiodło się.
sl: Ni uspelo odpreti %s
sv: Misslyckades att öppna %s
vi: Bị lỗi khi mở %s

source: Failed to opendir %s
ca: Ha fallat fer opendir %s
el: Αποτυχία opendir %s
es: No se pudo abrir el directorio %s
es_es: No se pudo abrir el directorio %s
fr: Échec d'opendir %s
hu: Nem sikerült a könyvtárat megnyitni %s
id: Gagal membuka direktori %s
it: Errore in opendir %s
ja: ディレクトリ %sを開くことができませんでした
no: Klarte ikke å opendir %s
pl: Otworzenie katalogu %s nie powiodło się.
sl: Ni uspelo odpreti mape %s
sv: Misslyckades att öppna katalog %s
vi: Bị lỗi khi mở thư mục %s

source: Failed to parse package data from %s
ca: Ha fallat analitzar les dades del paquet de %s
el: Αδύνατη η λήψη των δεδομένων πακέτων από το %s
es: No se pudieron procesar los datos del paquete desde %s
es_es: No se pudo analizar los datos del paquete de %s
fr: Échec de l'analyse des données du paquet à partir de %s
hu: Nem sikerült feldolgozni a csomag adatát: %s
id: Gagal mengenal data paket dari %s
it: Errore nel leggere i dati sui pacchetti da %s
ja: %s からのパッケージデータ分析に失敗しました
no: Kunne ikke analysere pakkedata fra %s
pl: Nie powiodła się analiza danych pakietu z %s
vi: Bị lỗi khi chuyển đổi gói dữ liệu từ %s

source: Failed to realloc %s
ca: Ha fallat fer realloc %s
el: Αποτυχία realloc %s
es: Falló realloc %s
es_es: No se pudo hacer 'realloc' %s
fr: Échec de realloc %s
hu: Sikertelen realloc hívás: %s
id: realloc gagal pada %s
it: Errore in realloc %s
ja: realloc %s に失敗しました
no: realloc feil %s
pl: Nie powiodło się realloc %s
sl: Napaka pri realloc %s
sv: Misslyckades att återallokera minne %s
vi: Bị lỗi khi cấp phát thêm vùng nhớ %s

source: Failed to unlink %s
ca: Ha fallat desenllaçar %s
el: Αποτυχία unlink %s
es: No se pudo eliminar (unlink) %s
es_es: No se pudo eliminar (unlink) %s
fr: Échec de unlink %s
hu: Sikertelen unlink: %s
id: Gagal melepaskan taut %s
it: Errore in unlink %s
ja: %s のリンク解除に失敗しました
no: Klarte ikke å unlinke %s
pl: Nie powiodło się odlinkowanie %s
sl: Napaka pri prekinjanju povezave%s
sv: Misslyckades att bryta länk %s
vi: Bị lỗi khi xoá %s

source: GPG key already present
ca: Clau GPG ja present
el: Το κλειδί GPG είναι ήδη εισαγμένο
es: La clave GPG ya está presente
es_es: clave GPG ya está presente
fr: Clé GPG déjà présente
hu: GPG kulcs már létezik
it: Chiave GPG gia' presente
ja: GPG キーはすでに存在します
pl: GPG klucz już istnieje

source: GPG key could not be imported
ca: No s'ha pogut importar la clau GPG.
el: Το κλειδί GPG δεν ήταν δυνατό να εισαχθεί
es: No se pudo importar la clave GPG
es_es: la clave GPG no pudo importarse
fr: La clé GPG ne peut être importée
hu: GPG kulcs nem lett importálva
it: Impossibile importare la chiave GPG
ja: GPG キーをインポートできませんでした
pl: Import klucza GPG nieudany

source: GPG key successfully imported
ca: S'ha importat la clau GPG correctament.
el: Το κλειδί GPG εισήχθη επιτυχώς
es: Se importó correctamente la clave GPG
es_es: clave GPG correctamente importada
fr: La clé GPG a été importée avec succès
hu: GPG kulcs sikeresen importálva
it: Chiave GPG importata con successo
ja: GPG キーを正常にインポートしました
pl: GPG* klucz pomyślnie importowany

source: Get %s %s %s [%.1f%s]...
ca: S'obté %s %s %s [%.1f%s]...
el: Λήψη %s %s %s [%.1f%s]...
es: Obtener %s %s %s [%.1f%s]...
es_es: Des %s %s %s [%.1f%s]...
fr: Réception de %s %s %s [%.1f%s]…
hu: Letöltés %s %s %s [%.1f%s]...
id: Mendapatkan %s %s %s [%.1f%s]...
ja: 取得 %s %s %s [%.1f%s]...
pl: Pob %s %s %s [%.1f%s]...
sl: Dobi %s %s %s [%.1f%s]...
sv: Läs: %s %s %s [%.1f%s]...
vi: Đang nhận dữ liệu %s %s %s [%.1f%s]...

source: Incomplete download
ca: Baixada incompleta
el: Ημιτελές κατέβασμα αρχείου
es: Descarga incompleta
es_es: Descarga incompleta
fr: Téléchargement incomplet
hu: Sikertelen letöltés
it: Download incompleto
ja: ダウンロードが不完全です
pl: Niekompletny download

source: Installed %s conflicts with %s
bg: Инсталираният %s е в конфликт с %s
ca: L'instal·lat %s té conflicte amb %s
el: Το εγκατεστημένο %s συγκρούεται με το %s
es: %s que se instalaló, crea conflictos con %s
es_es: %s, que ha sido instalado, crea conflicto con %s
fr: Le paquet installé %s rentre en conflit avec %s
hu: Telepített %s konfliktusban ezzel: %s
id: %s yang telah terinstal memiliki konflik dengan %s
it: Il pacchetto installato %s è in conflitto con %s
ja: インストールされた %s は %s と衝突します
no: Installert %s er i konflikt med %s
pl: Zainstalowany %s konfliktuje z %s
sl: Namečen %s je v sporu z/s %s
sv: Installerade %s krockar med %s
vi: Cài đặt %s sẽ bị xung đột với %s

source: MD5 checksum mismatch, override with --no-md5
ca: No hi ha coincidència de sumes MD5, es passa per alt amb "--no-md5".
el: Το άθροισμα MD5 δεν ταιριάζει, αγνοήστε το με --no-md5
es: No hay coincidencia de sumas de verificación MD5, invalidar con --no-md5
es_es: No es el mismo checksum MD5, arréglelo con --no-md5
fr: Somme de contrôle non appariée, outrepassez avec --no-md5
hu: MD5 ellenőrző összeg eltér, felülbírálás --no-md5
it: Errore nella somma MD5, usa --no-md5 per continuare ignorando l'errore
ja: MD5 チェックサムが異なっています。 --no-md5 で上書きします
pl: MD5 suma nie pasuje, użyj --no-md5 żeby unieważnić
