Repository: Arnab-Shanta-Anu/slapt-get
Catalog: po/*.po
Languages: bg, ca, el, es, es_es, fr, hu, id, it, ja, no, pl, sl, sv, vi

source: The following packages will be REMOVED:
bg: Следните пакети ще бъдат ПРЕМАХНАТИ:
ca: Els paquets següents S'ELIMINARAN:
el: Τα παρακάτω πακέτα πρόκειται να ΑΠΕΓΚΑΤΑΣΤΑΘΟΥΝ:
es: Se ELIMINARAN los siguientes paquetes:
es_es: Los siguientes paquetes serán ELIMINADOS:
fr: Les paquets suivants vont être SUPPRIMÉS :
hu: Az alábbi csomagok lesznek TÖRÖLVE:
id: Paket-paket berikut akan dihapus:
it: I seguenti pacchetti saranno RIMOSSI:
ja: 次のパッケージは削除されます:
no: Pakker som vil bli FJERNET:
pl: Następujące pakiety zostaną USUNIĘTE:
sl: Naslednji paketi bodo ODSTRANJENI:
sv: Följande paket kommer att tas BORT:
vi: Gỡ bỏ những gói phần mềm sau:

source: The following packages will be reinstalled:
ca: Els paquets següents es reinstal·laran:
el: Τα ακόλουθα πακέτα θα επανεγκατασταθούν:
es: Se reinstalarán los siguientes paquetes:
fr: Les paquets suivants vont être réinstallés :
hu: Az alábbi csomagok lesznek újratelepítve:
it: I seguenti pacchetti saranno reinstallati:
ja: 次のパッケージは再インストールされます:

source: The following packages will be upgraded:
bg: Следните пакети ще бъдат обновени:
ca: Els paquets següents s'actualitzaran:
el: Τα παρακάτω πακέτα πρόκειται να αναβαθμιστούν:
es: Se actualizarán los siguiente paquetes:
es_es: Los siguientes paquetes serán actualizados:
fr: Les paquets suivants vont être mis à jour :
hu: Az alábbi csomagok lesznek frissítve:
id: Paket-paket berikut akan diperbaharui:
it: I seguenti pacchetti saranno aggiornati:
ja: 以下のパッケージがアップグレードされます:
no: Pakker som vil bli oppgradert:
pl: Następujące pakiety zostaną uaktualnione:
sl: Naslednji paketi bodo nadgrajeni:
sv: Följande paket kommer att uppgraderas:
vi: Nâng cấp những gói phần mềm sau:

source: Unknown error
ca: Error desconegut
el: Αγνωστο σφάλμα
es: Error desconocido
es_es: error desconocido
fr: Erreur inconnue
hu: Ismeretlen hiba
it: Errore sconosciuto
ja: 不明なエラー
pl: Nieznany błąd

source: Usage:
bg: Употреба:
ca: Ús:
el: Χρήση:
es: Uso:
es_es: Uso:
fr: Utilisation :
hu: Használat:
id: Penggunaan:
it: Utilizzo:
ja: 使用方法:
no: Bruk:
pl: Użycie:
sl: Uporaba:
sv: Tillvägagångssätt:
vi: Cách dùng:

source: Verified
ca: Verificat
el: Επιβεβαιώθηκε
es: Verificado
es_es: Verificado
fr: Vérifié
hu: Ellenőrzött
it: Verificato
ja: 検証済み
pl: Potwierdzone

source: Verifying checksum signature [%s]...
ca: Es verifica la signatura de la suma de verificació [%s]...
el: Πιστοποίηση των υπογραφών αθροισμάτων [%s]...
es: Verificando la firma de checksum [%s]...
es_es: Verificando firma checksum [%s]...
fr: Vérification de la signature de la somme de contrôle [%s]…
hu: Ellenőrző összeg aláírás [%s] ellenőrzése...
it: Verifico la firma dei checksum [%s]...
ja: チェックサム署名 [%s] の検証中...
pl: Potwierdzam sumę kontrolną podpisu [%s]...

source: WORKINGDIR directive not set within %s.
ca: Directiva WORKINGDIR no establerta dins %s.
el: Το WORKINGDIR δεν έχει οριστεί στο %s.
es: La directiva WORKINGDIR no está definida dentro de %s.
es_es: La directiva WORKINGDIR no está definida dentro de %s.
fr: La directive WORKINGDIR n'a pas été indiquée dans %s.
hu: WORKINGDIR változó nem lett beállítva: %s
id: Instruksi WORKINGDIR tidak diberikan di %s.
it: Direttiva WORKINGDIR non impostata in %s.
ja: %s に作業ディレクトリが指定されていません
no: WORKINGDIR direktiv ikke satt i %s.
pl: dyrektywa WORKINGDIR nie jest ustawiona wewnątrz %s.
sl: WORKINGDIR mapa ni nastavljena v %s.
sv: WORKINGDIR direktivet ej satt inom %s.
vi: Chỉ thị WORKINGDIR không được xác lập bên trong %s.

source: You don't have enough free space in %s
bg: Няма достатъчно свободно място в %s
ca: No teniu prou espai lliure a %s
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στο %s
es: No tiene suficiente espacio libre en %s
es_es: No tienes suficiente espacio libre en %s
fr: Pas assez d'espace disponible sur %s
hu: Nincs elég hely a következő a %s helyen
id: Anda tidak memiliki ruang disket yang cukup di %s
it: Lo spazio libero in %s non e' sufficente
ja: %s に十分な空き領域がありません
no: Du har ikke nok ledig plass i %s
pl: W %s nie ma wystarczającej ilości wolnego miejsca
sl: V %s ni na voljo dovolj praznega prostora.
sv: Du har inte tillräckligt ledigt utrymme i %s
vi: Dung lượng đĩa còn lại không đủ cho %s

source: [disk set(s)] - install specified disk set(s)
bg: [директория] - инсталиране на цели директории от сървър
ca: [conjunt(s) de disc] - instal·la conjunts de disc especificats
el: [ομάδα(ες) δίσκων] - εγκατάσταση των καθορισμένων ομάδων δίσκων
es: [juego(s) de disco(s)] - instalar el/los joego(s) de disco(s) especificado(s)
es_es: [especificación de disco] - instala las especificaciones del disco
fr: [jeu(x) de disque(s)] - installe les jeux de disques spécifiés
hu: [lemez készlet(ek)] - a megadott lemez készlet(ek) telepítése
id: [set disket] - instal set disk yang telah ditentukan
it: [disk set(s)] - installa la serie specificata (es: a ap ...)
ja: [disk set(s)] - 指定したディスクセットをインストール
pl: [grupa(y) pkg(s)] - zainstaluj określoną(e) grupę(y) pkg(s)
vi: [bộ đĩa] - cài đặt bộ đĩa được chỉ định

source: [expression] - search available pkgs
bg: [описание] - търсене за конкретен пакет
ca: [expressió] - cerca els paquets disponibles
el: [έκφραση] - αναζήτηση διαθέσιμων πακέτων
es: [expresión] - buscar paquetes disponibles
es_es: [expresión] - busca paquetes disponibles
fr: [expression] - cherche les paquets disponibles
hu: [kifejezés] - keresés az elérhető csomagok között
id: [ekspresi] - mencari pkg yang tersedia
it: [espressione] - cerca i pacchetti disponibili
ja: [expression] - 利用可能なパッケージを検索
no: [uttrykk] - finn tilgjengelige pakker
pl: [wyrażenie] - szukaj dostępnych pkgs
sl: [izrazi] - poiči dosegljive paketke
sv: [sökord] - sök tillgängliga paket
vi: [biểu thức] - tìm kiếm các gói phần mềm hiện có theo điều kiện

source: [pkg name(s)] - install specified pkg(s)
bg: [име на пакет] - инсталиране на избран пакет
ca: [nom(s) de paquet] - instal·la els paquets especificats
el: [ονόματα πακέτων] - εγκατάσταση επιλεγμένων πακέτων
es: [nombre(s) de paquete(s)] - instalar el/los paquete(s) especificado(s)
es_es: [nombre(s) del paquete] - instala el/los paquete(s) especificados
fr: [nom(s) du(des) paquets] - installe le(s) paquet(s) specifié(s)
hu: [csomag(ok) neve] - telepíti a megadott csomago(ka)t
id: [nama pkg] - instal pkg yang telah dipilih
it: [nome pacchetto/i] - installa il pacchetto/i specificato
ja: [pkg name(s)] - 指定したパッケージをインストール
no: [pakkenavn] - installer spesifisert(e) pakke(r)
pl: [nazwa(y) pkg] - instaluj wybrany pkg(s)
sl: [pkg ime(na)] - namesti določen(e) paketek(e)
sv: [paketnamn] - installera specificerade paket
vi: [tên các gói phần mềm] - cài đặt những gói phần mềm được chỉ định

source: [pkg name(s)] - remove specified pkg(s)
bg: [име на пакет] - премахване на избран пакет
ca: [nom(s) de paquet] - elimina els paquets especificats
el: [ονόματα πακέτων] - απεγκατάσταση επιλεγμένων πακέτων
es: [nombre(s) de paquete(s)] - eliminar el/los paquete(s) especificado(s)
es_es: [nombre(s) del paqute] - desinstala el/los paquete(s) especificados
fr: [nom(s) du(des) paquets] - désinstalle le(s) paquet(s) specifié(s)
hu: [csomag(ok) neve] - eltávolítja a megadott csomago(ka)t
id: [nama pkg] - hapus pkg yang telah dipilih
it: [nome pacchetto/i] - rimuovi il pacchetto/i specificato
ja: [pkg name(s)] - 指定したパッケージを削除
no: [pakkenavn] - fjern spesifisert(e) pakke(r)
pl: [nazwa(y) pkg] - usuń wybrany pkg(s)
sl: [pkg ime(na)] - odstrani določen(e) paketek(e)
sv: [paketnamn] - ta bort specificerade paket
vi: [tên các gói phần mềm] - gỡ bỏ những gói phần mềm được chỉ định

source: [pkg name(s)] - show pkg(s) description
ca: [nom(s) de paquet] - visualitza la descripció dels paquets
el: [όνομα πακέτου(ων)] - εμφάνιση της περιγραφής των πακέτων
es_es: [Nombre(s) del/los paquete(s)] - muestra la(s) descripcion(es) del/los paquetes(s)
fr: [nom(s) du(des) paquets] - affiche la description du(des) paquet(s)
hu: [csomag(ok) neve] - mutatja a megadott csomag(ok) információit
it: [nome pacchetto/i] - visualizza la descrizione del pacchetto/i
ja: [パッケージ名] - パッケージの説明を表示
sv: [pkg name(s)] - visa pkg(s) beskrivning

source: [pkg name(s)] - show pkg(s) installed files
ca: [nom(s) de paquet] - visualitza els fitxers dels paquets instal·lats
el: [όνομα πακέτου(ων)] - εμφάνιση των εγκατεστημένων αρχείων των πακέτων
es_es: [Nombre(s) del/los paquete(s)] - muestra los archivos del/los paquete(s)
fr: [nom(s) du(des) paquets] - affiche les fichiers des paquets installés
hu: [csomag(ok) neve] - mutatja a megadott csomago(ka)t telepített fájljait
it: [nome pacchetto/i] - visualizza i file installati dal pacchetto/i
ja: [パッケージ名] - インストールされたファイルを表示
sv: [pkg name(s)] - visa pkg(s) installerade filer

source: allow unauthenticated packages
ca: permet paquets no autenticats
el: να επιτρέπονται μη πιστοποιημένα πακέτα
fr: permettre l'utilisation de paquets non‑authentifiés
ja: 認証されていないパッケージを許可する
sv: tillåt icke autentiserade paket

source: always prompt during install/upgrade
bg: искане на потвърждение при инсталиране/обновяване
ca: pregunta sempre durant la instal·lació / actualització
el: πάντα να εμφανίζεται μήνυμα κατά την εγκατάσταση/αναβάθμιση
es: siempre preguntar durante la instalación/actualización
es_es: Siempre preguntar durante la instalación/actualización
fr: toujours demander une validation lors de l'installation/la mise à jour
hu: mindig kérjen megerősítést telepítés/frissítéskor
id: munculkan pertanyaan selama instalasi/pembaharuan
it: chiedi sempre cosa fare durante l'installazione/aggiornamento
ja: インストール・アップグレード時に常にプロンプトを表示
pl: zawsze potwierdzaj podczas instalacji/aktualizacji
vi: luôn hỏi ý kiến trong khi cài đặt/nâng cấp

source: display this help and exit
ca: visualitza aquesta ajuda i surt
el: εμφάνιση του παρόντος μηνύματος βοήθειας και έξοδος
es_es: Muestra esta ayuda y sale
fr: affiche cette aide puis quitte
hu: megjeleníti ezt a súgót és kilép
it: visualizza questo help ed esci
ja: このヘルプを表示して終了
sv: visa denna hjälp och avsluta

source: do not perform md5 check sum
bg: без проверка на md5 сумите
ca: no comprovis la suma de verificació md5
el: να μη γίνει έλεγχος md5
es: no ejecutar la suma de verificación md5
es_es: no verificar el sum md5
fr: ne pas faire de vérification de sommes de contrôle
hu: ne ellenőrizze az md5 ellenőrző összeget
id: jangan lakukan md5 check sum
it: non eseguire il controllo sulla somma md5
ja: md5 チェックサムを行わない
no: ikke bruk md5 checksumkontroll
pl: nie dokonuj sprawdzania sum kontrolnych md5
sl: ne izvedi md5 sum pregled
sv: utför inte md5 check sum
vi: bỏ qua việc kiểm tổng bằng md5

source: do not prompt during install/upgrade
bg: без искане на потвърждение при инсталиране/обновяване
ca: no preguntis durant la instal·lació / actualització
el: χωρίς προτροπή κατά την εγκατάσταση/αναβάθμιση
es: no preguntar durante la instalación/actualización
es_es: no preguntar durante la instalación/actualización
fr: ne pas demander de validation lors de l'installation/la mise à jour
hu: ne kérjen megerősítést telepítés/frissítéskor
id: jangan tampilkan pertanyaan selama instalasi/pembaharuan
it: non chiedere conferma durante l'installazione/aggiornamento
ja: インストール・アップグレードでプロンプト表示しない
no: ikke forlang bekreftelse under installasjon/oppgradering
pl: nie pytaj podczas instalacji/aktualizacji
sl: ne opozarjaj med namestitvijo/nadgradnjo
sv: fråga inget under installation/uppgradering
vi: bỏ qua mọi nhắc nhở trong khi cài đặt/nâng cấp

source: error attempting to read pkg description
bg: грешка при опит за прочитане на описанието на пакета
ca: error intentant llegir la descripció del paquet
el: σφάλμα κατά την ανάγνωση της περιγραφής του πακέτου
es: error al intentar leer la descripción del paquete
es_es: error al intentar leer la descripción del paquete
fr: erreur dans la tentative de lecture de la description du paquet
hu: hiba történt a csomag leírás olvasásakor
id: terjadi kesalahan dalam usaha membaca deskripsi pkg
it: errore nella lettura della descrizione del pacchetto
ja: パッケージ情報の読込み中にエラーが発生
no: feil ved lesing av pakkebeskrivelse
pl: błąd przy próbie odczytu opisu pkg
sl: napaka pri branju opisa paketka
sv: Fel vid försök att läsa paketbeskrivning
vi: lỗi khi thử đọc mô tả gói phần mềm

source: getline reached EOF attempting to read location
ca: getline ha arribat al final del fitxer (EOF) intentant llegir la ubicació
el: το getline συνάντησε EOF κατά την ανάγνωση της τοποθεσίας
es: getline encontró el final de archivo (EOF) al tratar de leer la ubicación
es_es: getline encontró el final de fichero (EOF) al tratar de leer la ubicación
fr: getline a atteint la fin du fichier en essayant de lire l'emplacement
hu: hely olvasásakor EOF jelet érzékeltem
id: getline sudah mencapai EOF dalam usaha membaca lokasi
it: getline ha raggiunto EOF mentre cercava di leggere la posizione
ja: getline が EOF に達している場所を読み取ろうとしました
no: getline traff EOF ved lesing av lokasjon
pl: getline osiągnął EOF próbując odczytać lokację
sl: getline je dosegel konec datoteke pri poskusu branja lokacije
sv: getline nådde EOF vid försök att läsa sökväg
vi: getline đã đến EOF khi thử đọc vị trí

source: getline reached EOF attempting to read size_c
ca: getline ha arribat al final del fitxer (EOF) intentant llegir la mida_c
el: το getline συνάντησε EOF κατά την ανάγνωση του size_c
es: getline encontró el final de archivo (EOF) al tratar de leer size_c
es_es: getline encontró el final de fichero (EOF) al tratar de leer size_c
fr: getline a atteint la fin du fichier en essayant de lire size_c
hu: size_c olvasásakor EOF jelet érzékeltem
id: getline sudah mencapau EOF dalam usaha membaca size_c
it: getline ha raggiunto EOF mentre provava a leggere size_c
ja: getline が EOF に達している size_c を読み取ろうとしました
no: getline traff EOF ved lesing av size_c
pl: getline osiągnął EOF próbując odczytać size_c
sl: getline je dosegel konec datoteke pri poskusu read size_c
sv: getline nådde EOF vid försök att läsa size_c
vi: getline đã đến EOF khi thử đọc size_c

source: getline reached EOF attempting to read size_u
ca: getline ha arribat al final del fitxer (EOF) intentant llegir la mida_u
el: το getline συνάντησε EOF κατά την ανάγνωση του size_u
es: getline encontró el final de archivo (EOF) al tratar de leer size_u
es_es: getline encontró el final de fichero (EOF) al tratar de leer size_u
fr: getline a atteint la fin du fichier en essayant de lire size_u
hu: size_u olvasásakor EOF jelet érzékeltem
id: getline sudah mencapai EOF dalam usaha membaca size_u
it: getline ha raggiunto EOF mentre provava a leggere size_u
ja: getline が EOF に達している size_u を読み取ろうとしました
no: getline traff EOF ved lesing av size_u
pl: getline osiągnął EOF próbując odczytać size_u
sl: getline je dosegel konec datoteke med poskusom read size_u
sv: getline nådde EOF vid försök att läsa size_u
vi: getline đã đến EOF khi thử đọc size_u

source: ignore dependency failures
bg: игноринане на грешките от зависимости
ca: ignora les fallades de dependència
el: παράβλεψη αποτυχιών απαιτούμενων πακέτων
es: ignorar los errores de dependencia
es_es: ignorar fallas de dependencia
fr: ignorer les dépendances manquantes
hu: függőségi hibák figyelmen kívül hagyása
id: abaikan kesalahan dependensi
it: ignorare gli errori nelle dipendenze
ja: 依存性の不整合を無視
no: ignorer avhengighetsfeil
pl: ignoruj niepowodzenia zależności
sl: ignoriraj napake odvisnosti
sv: ignorera beroendefel
vi: bỏ qua mọi lỗi phụ thuộc giữa các gói phần mềm

source: install package, do not attempt to upgrade
bg: инсталиране на пакет, без опит за обновяване
ca: instal·la el paquet, no n'intentis l'actualització
el: εγκατάσταση πακέτου, χωρίς προσπάθεια αναβάθμισης
es: instalar el paquete, no intentar actualizarlo
es_es: instala el paquete, no intenta actualizar
fr: installe les paquets, n'essaye pas de mettre à jour
hu: csomag telepítése, frissítés nélkül
id: instal paket, jangan memperbaharui
it: installa il pacchetto senza provare ad aggiornare
ja: パッケージをインストールし、アップグレードは行なわない
pl: zainstaluj pakiet, nie próbuj go aktualizować
vi: cài đặt mới, không nâng cấp

source: install/upgrade excludes
bg: инсталиране/обновяване на изключените
ca: instal·lar / actualitzar exclou
el: εξαιρέσεις εγκατάστασης/αναβάθμισης
es: instalar/actualizar excluye
es_es: instalar/actualizar excluye
fr: exclusion de certains paquets de l'installation/mise à jour
hu: zárolt csomagok telepítése/frissítése
id: instal/perbaharui tanpa mengikutsertakan
it: escludere dall'installazione/aggiornamento
ja: インストール・アップグレードの除外
no: installer/oppgrader excludes
pl: instaluj/uaktualniaj wyłączaj
sl: namesti/nadgradi dodatke
sv: installera/uppgradera exkluderingar
vi: cài đặt/nâng cấp các gói phần mềm bị loại trừ

source: list available pkgs
bg: показване на наличните, но неинсталирани пакети
ca: llista els paquets disponibles
el: λίστα διαθέσιμων πακέτων
es: listar los paquetes disponibles
es_es: lista los paquetes disponibles
fr: liste des paquets disponibles
hu: elérhető csomagok listája
id: daftar pkg yang tersedia
it: elenca i pacchetti disponibili
ja: 利用可能なパッケージリスト
no: vis tilgjengelige pakker
pl: wyświetl dostępne pkgs
sl: seznam dosegljivih paketkov
sv: lista tillgängliga paket
vi: liệt kê danh sách tất cả các gói phần mềm hiện có

source: list installed pkgs
bg: показване на инсталираните пакети
ca: llista els paquets instal·lats
el: λίστα εγκατεστημένων πακέτων
es: listar los paquete instalados
es_es: lista los paquetes instalados
fr: liste des paquets installés
hu: telepített csomagok listája
id: daftar pkg yang terinstal
it: elenca i pacchetti installati
ja: インストールされたパッケージリスト
no: vis installerte pakker
pl: wyświetl zainstalowane pkgs
sl: seznam namečenih paketkov
sv: lista installerade paket
vi: liệt kê danh sách các gói phần mềm đã được cài đặt

source: list pkgs
bg: показване на всички пакети
ca: llista els paquets
el: λίστα πακέτων
es: listar los paquetes
es_es: lista los paquetes
fr: liste des paquets
hu: csomagok listája
id: daftar pkg
it: elenca i pacchetti
ja: パッケージリスト
no: vis pakker
pl: wyświetl pkgs
sl: seznam paketkov
sv: lista paket
vi: liệt kê danh sách các gói phần mềm

source: md5 sum too long
bg: md5 сумата е твърде дълга
ca: suma md5 massa llarga
el: Μεγάλο μήκος αθροίσματος md5
es: Suma md5 demasiado extensa
es_es: sum md5 demasiado largo
fr: somme de contrôle trop longue
hu: md5 ellenőrző összeg túl hosszú
id: md5 sum terlalu panjang
it: somma md5 troppo lunga
ja: md5 サムが長すぎます
no: for lang md5sum
pl: suma md5 za duża
sl: md5 sum predolg
sv: md5 sum för långt
vi: tổng md5 quá dài

source: no
bg: не
el: όχι
fr: non
hu: nem
id: tidak
ja: いいえ
no: nei
pl: nie
sl: ne
sv: nej

source: only download pkg on install/upgrade
bg: само изтегляне на пакетите при инсталиране/обновяване
ca: baixa només els paquets en instal·lar / actualitzar
el: κατέβασμα πακέτου μόνο για εγκατάσταση/αναβάθμιση
es: solamente descargar el paquete al instalar/actualizar
es_es: solo descarga el paquete al instalar/actualizar
fr: ne fait que télécharger les paquets lors d'une installation/mise à jour
hu: csak letölti a telepítendő/frissítendő csomagokat
id: hanya download pkg sewaktu instalasi/pembaharuan
it: scarica i pacchetti invece di installare/aggiornare
ja: インストール・アップグレードパッケージのダウンロードのみ行う
no: last bare ned pakker ved installer/oppgrader
pl: tylko pobierz pkg do instalacji/aktualizacji
sl: paketke samo naloi ob namestitvi/nadgradnji
sv: ladda hem paket vid installation/uppgradering
vi: chỉ lấy dữ liệu gói phần mềm khi cài đặt/nâng cấp

source: only purge cache of older, unreacheable pkgs
bg: изчистване на кеширани стари и неизползваеми пакети
ca: purga només la cau dels paquets més antics, inabastables
el: διαγραφή μόνο των παλιών, μη υπάρχοντων πλέον, πακέτων
es: limpiar solamente el caché de los paquetes más viejos e inalcanzables
es_es: sólo limpia cache antiguo, paquetes no alcanzados
fr: purge uniquement le cache des anciens paquets non atteignables
hu: csak a régi, elérhetetlen csomagok törlése
id: hanya buang habis data sementara yang tersimpan untuk pkg yang sudah lama dan tidak tesedia lagi
it: elimina solo i vecchi pacchetti dalla cache
ja: 古い・到達不可能な pkg のキャッシュを抹消する
no: slett bare mellomlager av eldre utilgjengelige pakker
pl: usuń tylko stare, niedostępne pkgs z cache
sl: počisti samo predpomnilnik stareji, nedosgljivih paketkov
sv: ta bara bort de temporära filerna av äldre, onåbara paket
vi: chỉ xoá những gói phần mềm cũ, không còn sử dụng

source: pkg conditional too long
ca: condicional del paquet massa llarg
el: μεγάλο μήκος στοιχείων πακέτου
es: paquete condicional demasiado largo
es_es: paquete condicional demasiado largo
fr: condition sur le paquet trop longue
hu: csomag feltétel túl hosszú
id: persyaratan pkg terlalu panjang
it: condizionale del pacchetto troppo lunga
ja: pkg の条件が長すぎます
no: for lang pakkebetingelse
pl: pkg warunkowy za długi
sl: pogoj paketka je predolg
sv: paketvilkor för långt
vi: điều kiện gói phần mềm quá dài

source: print URIs only, do not download
bg: показване само на линковете, без изтегляне
ca: imprimeix només URIs, no baixis res
el: Εκτύπωση μόνο των URIs, χωρίς λήψη αρχείων
es: imprimir solamente la URI, no descargar
es_es: unicamente mostrar la URIs, no descargarlas
fr: n'affiche que les URI, ne télécharge pas
hu: csak az URI kiírása, nincs letöltés
id: cetak URI saja, jangan download
it: stampa solo le URI, senza effettuare il download
ja: URI のみ表示し、ダウンロードしない
no: skriv bare URIs, ikke last ned
pl: Drukuj tylko URIs, nie pobieraj
sl: natisni samo URIs, jih ne naloi
sv: skriv enbart URIs, ladda ej hem
vi: chỉ hiển thị URI, không lấy dữ liệu

source: print version and license info
bg: показване на версията и лицензната информация
ca: imprimeix la versió i la informació de la llicència
el: εκτύπωση έκδοσης και πληροφοριών άδειας χρήσης
es: imprimir versión e información de licencia
es_es: muestra la versión y la información de licencia
fr: affiche la version et les informations de licence
hu: verziószám és licenc információ kiírása
id: cetak informasi versi dan lisensi
it: stampa informazioni su versione e licenza
ja: バージョンとライセンス情報を表示
no: vis versjon- og lisensinfo
pl: wyświetl informacje o wersji i licencji
sl: verzija za natis in informacije o licenci
sv: skriv versions och license information
vi: hiển thị phiên bản và giấy phép sử dụng

source: purge cached pkgs
bg: изчитване на кеширани пакети
ca: purga els paquets de la cau
el: καθαρισμός προσωρινώς αποθηκευμένων πακέτων
es: limpiar los paquetes en caché
es_es: limpia los paquetes cacheados
fr: purge les paquets mis en cache
hu: tárolt csomagok törlése
id: buang habis data sementara pkg
it: elimina i pacchetti temporanei
ja: パッケージキャッシュを抹消
no: fjern lagrede pakker
pl: wyczyść pkgs w cache
sl: počisti predpomnilnik paketkov
sv: ta bort cachade paket
vi: xoá các gói phần mềm được bảo lưu

source: regex failed on [%s]
ca: regex ha fallat a [%s]
el: Αποτυχία regex στο [%s]
es: falló la regex en [%s]
es_es: falló la regex en [%s]
fr: l'expression régulière a échoué sur [%s]
hu: kifejezés sikertelen itt [%s]
id: regex gagal pada [%s]
it: regex fallita in [%s]
ja: regex が [%s] で失敗しました
no: regex feilet på [%s]
pl: regex przerwał działanie na [%s]
sl: napaka regularnih izrazov pri [%s]
sv: regex misslyckades på [%s]
vi: regex bị lỗi [%s]

source: regexec failed to parse location
ca: regexec no ha pogut analitzar la ubicació
el: αποτυχία regexec ανάλυσης τοποθεσίας
es: regexec no pudo procesar la ubicación
es_es: regexec no pudo procesar la ubicación
fr: regexec a échoué lors de l'analyse de l'emplacement
hu: regexec sikertelen a hely elemzésekor
id: regexec gagal mengenal lokasi
it: regexec non riesce ad analizzare la posizione
ja: regexec が場所を解析できませんでした
no: regexec klarte ikke å tyde lokasjon
pl: regexec nie zdołał przeanalizować lokacji
sl: regexec napaka pri razčlenitvi lokacije
sv: regexec misslyckade att tolka sökväg
vi: regexec bị lỗi khi phân tích vị trí
