Repository: Arnab-Shanta-Anu/slapt-get
Catalog: po/*.po
Languages: bg, ca, el, es, es_es, fr, hu, id, it, ja, no, pl, sl, sv, vi

source: regexec failed to parse size_c
ca: regexec no ha pogut analitzar la mida_c
el: αποτυχία regexec ανάλυσης size_c
es: regexec no pudo procesar size_c
es_es: regexec no pudo procesar size_c
fr: regexec à échoué dans l'analyse de size_c
hu: regexec sikertelen a size_c elemzésekor
id: regexec gagal mengenal size_c
it: regexec non riesce ad analizzare size_c
ja: regexec が size_c を解析できませんでした
no: regexec feilet ved tyding av size_c
pl: regexec nie zdołał przeanalizować size_c
sl: regexec napaka pri razčlenitvi size_c
sv: regexec misslyckade att tolka size_c
vi: regexec bị lỗi khi phân tích size_c

source: regexec failed to parse size_u
ca: regexec no ha pogut analitzar la mida d'_u
el: αποτυχία regexec ανάλυσης size_u
es: regexec no pudo procesar size_u
es_es: regexec no pudo procesar size_u
fr: regexec a échoué dans l'analyse de size_u
hu: regexec sikertelen a size_u elemzésekor
id: regexec gagal mengenal size_u
it: regexec non riesce ad analizzare size_u
ja: regexec が size_u を解析できませんでした
no: regexec feilet ved tyding av size_u
pl: regexec nie zdołał przeanalizować size_u
sl: regexec napaka pri razčlenitvi size_u
sv: regexec misslyckades att tolka size_u
vi: regexec bị lỗi khi phân tích size_u

source: reinstall the pkg
ca: reinstal·la el paquet
el: επανεγκατάσταση του πακέτου
es_es: reinstala el paquete
fr: réinstalle le paquet
hu: csomag újratelepítése
it: reinstalla il pacchetto
ja: パッケージを再インストール
sv: ominstallera pkg

source: remove obsolete packages
bg: премахване на остарели пакети (само при dist-upgrade)
ca: elimina els paquets obsolets
el: διαγραφή ξεπερασμένων πακέτων
es: eliminando paquetes obsoletos
es_es: Elimina paquetes obsoletos
fr: supprime les paquets obsolètes
hu: elavult csomagok törlése
id: hapus pkg yang tidak perlu
it: rimuovi i pacchetti obsoleti
ja: 廃止パッケージを削除
no: fjern gamle pakker
pl: usuń przestarzałe pakiety
sl: odtrani zastarele paketke
sv: ta bort förlegade paket
vi: gỡ bỏ những gói phầ

source: retrieve GPG keys for sources
ca: recupera claus GPG per a les fonts
el: ανάκτηση των κλειδιών GPG για τις πηγές
es: recuperando las claves GPG para las fuentes
es_es: obteniendo claves GPG para las fuentes
fr: retrouve les clés GPG pour les sources
hu: GPG kulcsok letöltése a forrásokhoz
it: recupera le chiavi GPG per ongi sorgente
ja: ソース用の GPG キーを取得
pl: pobieraj klucze GPG źródeł

source: retrieve pkg data from MIRROR
ca: recupera dades de paquet de la RÈPLICA
el: ανάκτηση δεδομένων πακέτου από το MIRROR
es_es: recupera el paquete del ESPEJO
fr: retrouve les données du paquet à partir du MIROIR
hu: csomag adatok letöltése a MIRROR helyről
it: recupera i dati dei pacchetti dal MIRROR
ja: ミラーからパッケージのデータを取得
sv: hämta pkg data från MIRROR

source: show download statistics
bg: показване на статистиката на теглене
ca: visualitza les estadístiques de baixada
el: προβολή στατιστικών λήψης αρχείων
es: mostrar estadísticas de decarga
es_es: muestra las estadí­sticas de descargas
fr: affiche les statistiques de téléchargement
hu: letöltési statisztikák mutatása
id: tampilkan statistik download
it: visualizza le statistiche dei download
ja: ダウンロード情報を表示
no: vis nedlastingsstatistikk
pl: wyświetl statystyki poboru
sl: prikai statistiko prenosov
sv: visa nedladdningsstatistik
vi: thống kê quá trình lấy dữ liệu từ kho lưu trữ

source: show pkgs to be installed/upgraded
bg: показване на пакетите за инсталиране/ъпгрейд
ca: visualitza els paquets per instal·lar / actualitzar
el: προβολή πακέτων που πρόκειται να εγκατασταθούν
es: mostrar los paquetes a instalarse/actualizarse
es_es: muestra los paquetes a instalar/actualizar
fr: montre les paquets qui seront installés/mis à jour
hu: mutatja a telepítendő/frissítendő csomagokat
id: tampilkan pkg yang akan diinstal/diperbaharui
it: mostra i pacchetti da installare/aggiornare
ja: インストール・アップグレードパッケージを表示
no: vis pakker som kan installeres/oppgraderes
pl: pokaż pkgs do instalacji/aktualizacji
sl: prikai paketke, ki naj bi se namestili/nadgradili
sv: visa paket att installera/uppgradera
vi: hiển thị danh sách các gói phần mềm được cài đặt/nâng cấp

source: skip dependency check
bg: без проверка за зависимости
ca: omet la comprovació de dependències
el: παράλειψη ελέγχου απαιτούμενων πακέτων
es: saltear la verificación de dependencias
es_es: omitir la verificación de dependencias
fr: ne pas faire la vérification des dépendances
hu: függőségek ellenőrzésének kihagyása
id: langkahi pemeriksaan dependensi
it: salta il controllo delle dipendenze
ja: 依存性検査をスキップ
no: ikke utfør avhengighetssjekk
pl: nie wykonuj sprawdzania zależności
sl: preskoči test odvisnosti
sv: skippa beroendekoll
vi: bỏ qua kiểm tra phụ thuộc

source: specify alternate slapt-getrc location
bg: посочване на алтернативен slapt-getrc файл
ca: especifica una ubicació alternativa d'slapt-getrc
el: προσδιορίστε εναλλακτική τοποθεσία slapt-getrc
es: especificar una ubicación alternativa para slapt-getrc
es_es: espicifica ubicación alternativa de slapt-getrc
fr: indique un autre emplacement de slapt-getrc
hu: az alternatív slapt-getrc helyének megadása
id: tentukan alternatif lokasi slapt-getrc
it: specifica un file di configurazione alternativo
ja: 別の slapt-getrc 場所を指定してください
no: spesifiser alternativ lokasjon for slapt-getrc
pl: wybierz alternatywną lokację slapt-getrc
sl: določi alternativno slapt-getrc lokacijo
sv: specificera en alternativ slapt-getrc sökväg
vi: chỉ định vị trí tập tin cấu hình slapt-getrc

source: specify number of download retry attempts
bg: посочване на броя опити изтегляне
ca: especifica el nombre de reintents de baixada
el: καθορίστε τον αριθμό των προσπαθειών επανάληψης για κατέβασμα
es: especificar la cantidad de reintentos de descargas
es_es: especifica un número de intentos a descargar
fr: indique le nombre maximum de tentatives de téléchargement
hu: a letöltési próbálkozások számának megadása
id: tentukan jumlah usaha untuk mencoba download
it: specifica il numero di tentativi di download per singolo pacchetto
ja: ダウンロードのやり直し回数を指定
pl: Określ liczbę prób powtórzenia pobrania
vi: chỉ định số lần kết nối lại với kho lưu trữ khi bị mất kết nối

source: upgrade installed pkgs
bg: обновяване на инсталираните пакети
ca: actualitza els paquets instal·lats
el: αναβάθμιση εγκατεστημένων πακέτων
es: actualizar paquetes instalados
es_es: actualiza pkgs instalados
fr: mise à jour des paquets installés
hu: telepített csomagok frissítése
id: memperbaharui pkg yang telah terinstal
it: aggiorna i pacchetti installati
ja: インストール済みパッケージをアップグレード
no: oppgrader installerte pakker
pl: aktualizuj zainstalowane pkgs
sl: nadgradnja namečenih paketkov
sv: uppgradera installerade paket
vi: nâng cấp các gói phần mềm đã cài đặt

source: upgrade to newer release
bg: обновяване до по-нова версия на дистрибуцията
ca: actualitza a una versió nova
el: αναβάθμιση σε νεότερη έκδοση
es: actualizar a la versión más reciente
es_es: actualiza a una versión más reciente
fr: mise à jour vers une nouvelle distribution
hu: frissítés az újabb kiadásra
id: memperbaharui ke rilis terbaru
it: aggiorna ad una nuova release
ja: 新しいリリースにアップグレード
no: oppgrader til nyere versjon
pl: aktualizuj do nowszej wersji
sl: nadgradnja na novejo različico
sv: uppgradera till nyare version
vi: nâng cấp hệ thống lên phiên bản mới hơn

source: yes
bg: да
ca: sí
el: ναι
es: sí
es_es: sí­
fr: oui
hu: igen
id: ya
it: si
ja: はい
no: ja
pl: tak
sl: da
sv: ja

source: Reading Package Lists...
bg: Четене на списъците с пакети...
es: Leyendo la lista de paquetes...
id: Membaca daftar paket...
no: Leser pakkelister...
pl: Wczytuję Listę Pakietów...
vi: Cập nhật danh sách gói phần mềm...

source: Retrieving package data [%s]...
bg: Получаване на информация за пакетите [%s]...
pl: Pobieram dane pakietu [%s]...

source: Retrieving extras list [%s]...
pl: Pobieram listę dodatków [%s]...

source: Retrieving extras list [%s]...
pl: Pobieram listę dodatków [%s]...

source: Retrieving patch list [%s]...
bg: Получаване на списък с ъпдейти [%s]...
pl: Pobieram listę patchy [%s]...

source: chdir back into %s
pl: chdir z powrotem do %s

source: MD5 found: [%s]
bg: Намерена MD5 сума: [%s]
pl: MD5 uzyskane: [%s]

source: MD5 expected: [%s]
bg: Очаквана MD5 сума: [%s]
pl: MD5 oczekuje: [%s]

source: File: %s/%s
bg: Файл: %s/%s
pl: Plik: %s/%s

source: retrieves pkg data from MIRROR
bg: получаване на информация за пакетите от сървър
es: recupera los datos del paquete desde el MIRROR
id: mengambil data pkg dari MIRROR
no: mottar pakkedata fra SPEIL
pl: pobierz pkg z MIRRORa
vi: cập nhật danh sách gói phần mềm từ kho lưu trữ

source: [pkg name] - show pkg description
bg: [име на пакет] - показване на описанието на пакета
pl: [nazwa pkg] - pokaż opis pkg

source: re-install the pkg
bg: преинсталиране на пакет
es: reinstalar el paquete
id: instal ulang pkg
no: reinstaller pakken
pl: re-instaluj pkg
vi: cài đặt lại gói phần mềm được chỉ định

source: Failed to compile regex [%s]
pl: Nie powiodła się kompilacja regex [%s]

source: %d upgraded, %d reinstalled, %d newly installed, %d to remove and %d not upgraded.
pl: %d uaktualnione(ych), %d reinstalled, %d nowe zainstalowane, %d do usunięcia i %d nieuaktualnione.

source: Not Verified
es: No verificado
pl: Nie potwierdzone

source: %d upgraded, %d newly installed, %d to remove and %d not upgraded.
bg: %d обновени, %d инсталирани, %d за премахване и %d необновени.
