Repository: Arnab-Shanta-Anu/slapt-get
Catalog: po/*.po
Languages: bg, ca, el, es, es_es, fr, hu, id, it, ja, no, pl, sl, sv, vi

source: Missing MD5 checksum, override with --no-md5
ca: Falta la suma MD5, es passa per alt amb "--no-md5".
el: Το άθροισμα MD5 λείπει, αγνοήστε το με --no-md5
es: Falta la suma de verificación MD5, invalidar con --no-md5
es_es: Falta el checksum MD5, arréglelo con --no-md5
fr: Somme de contrôle manquante, outrepassez avec --no-md5
hu: MD5 ellenőrző összeg nem található, felülbírálás --no-md5
it: Somma MD5 non trovata, usa --no-md5 per continuare ignorando l'errore
ja: MD5 チェックサムに失敗しました。--no-md5 で上書きします
pl: Brak sumy MD5, użyj --no-md5 żeby unieważnić

source: Need to get %.1f%s of archives.
bg: Необходимо е да се изтеглят %.1f%s архиви.
ca: Cal obtenir %.1f%s d'arxius.
el: Χρειάζεται να ανακτηθούν %.1f%s αρχείων.
es: Se necesita obtener %.1f%s de archivos.
es_es: Se necesita obtener %.1f%s de archivos.
fr: Il me faut télécharger %.1f%s d'archives.
hu: Szükséges %.1f%s az archívumokból.
id: Harus mendapatkan %.1f%s arsip.
it: Da scaricare %.1f%s di archivi.
ja: %.1f%s のアーカイブ取得が必要です
no: Trenger %.1f%s med pakker.
pl: Potrzeba ściągnąć %.1f%s danych.
sl: Dobiti moram %.1f%s arhivov.
sv: Behöver få %.1f%s av arkiven.
vi: Cần lấy %.1f%s từ kho lưu trữ.

source: Need to get %.1f%s/%.1f%s of archives.
bg: Необходимо е да се изтеглят %.1f%s/%.1f%s архиви.
ca: Cal obtenir %.1f%s/%.1f%s d'arxius.
el: Χρειάζεται να ανακτηθούν %.1f%s/%.1f%s αρχείων.
es: Se necesita obtener %.1f%s/%.1f%s de archivos.
es_es: Se necesita obtener %.1f%s/%.1f%s de archivos.
fr: Il me faut télécharger %.1f%s/%.1f%s d'archives.
hu: Szükséges %.1f%s/%.1f%s az archívumokból.
id: Harus mendapatkan %.1f%s/%.1f%s arsip.
it: Da scaricare %.1f%s/%.1f%s di archivi.
ja: %.1f%s/%.1f%s のアーカイブ取得が必要です
no: Trenger %.1f%s/%.1f%s med pakker.
pl: Potrzeba ściągnąć %.1f%s/%.1f%s danych.
sl: Dobiti moram %.1f%s/%.1f%s arhivov.
sv: Behöver få %.1f%s/%.1f%s av arkiven.
vi: Cần lấy %.1f%s/%.1f%s từ kho lưu trữ.

source: No key for verification
ca: No hi ha clau per a la verificació.
el: Δεν υπάρχει κλειδί για την πιστοποίηση
es: No hay clave para verificar
es_es: No hay clave para verificación
fr: Pas de clé pour vérification
hu: Nincs kulcs az ellenőrzéshez
it: Nessuna chiave per la verifica
ja: 確認するキーがありません
pl: Brak klucza do potwierdzenia

source: No such package: %s
bg: Няма такъв пакет: %s
ca: No hi ha tal paquet: %s
el: Το πακέτο δεν βρέθηκε: %s
es: No existe el paquete: %s
es_es: No existe el paquete: %s
fr: Aucun paquet de la sorte : %s
hu: Nem található a csomag: %s
id: Tidak ditemukan paket: %s
it: Pacchetto non trovato: %s
ja: そのようなパッケージはありません: %s
no: Pakken finnes ikke: %s
pl: Nie ma takiego pakietu: %s
sl: Paket ne obstaja: %s
sv: Paketet finns inte: %s
vi: Không tìm thấy gói phần mềm: %s

source: Not Found
ca: No s'ha trobat.
el: Δεν βρέθηκε
es: No se encontró
es_es: No Encontrado
fr: Non trouvé
hu: Nem található
it: Non trovato
ja: 見つかりません
pl: Nie znaleziono

source: Not Verified: CRL too old
ca: No verificat: CRL massa antiga.
el: Δεν πιστοποιήθηκε: η λίστα ανακληθέντων πιστοποιητικών (CRL) είναι πολύ παλιά
fr: Non vérifié : liste de révocation de certificats (CRL) trop vieille
ja: 検証できません: CRLが古すぎます
sv: Inte Verifierad: CRL för gammal

source: Not Verified: bad policy
ca: No verificat: mala política.
el: Δεν πιστοποιήθηκε: κακή πολιτική
fr: Non vérifié : mauvaise politique de sécurité
ja: 検証できません: ポリシーが良くありません
sv: Inte Verifierad: bad plicy

source: Not Verified: key expired
ca: No verificat: clau caducada.
el: Δεν πιστοποιήθηκε: το κλειδί έχει λήξει
fr: Non vérifié : la clé a expiré
ja: 検証できません: キーが期限切れです
sv: Inte Verifierad: nyckel gått ut

source: Not Verified: key revoked
ca: No verificat: clau revocada.
el: Δεν πιστοποιήθηκε: το κλειδί έχει ανακληθεί
fr: Non vérifié : la clé a été révoquée
ja: 検証できません: キーが取り消されました
sv: Inte Verifierad: nyckel återkallad

source: Not Verified: missing CRL
ca: No verificat: falta la CRL.
el: Δεν πιστοποιήθηκε: δεν βρέθηκε λίστα αναλκηθέντων πιστοποιητικών (CRL)
fr: Non vérifié : liste de révocation de certificats (CRL) manquante
ja: 検証できません: CRLが存在しません
sv: Inte Verifierad: saknar CRL

source: Not Verified: signature expired
ca: No verificat: signatura caducada.
el: Δεν πιστοποιήθηκε: η υπογραφή έχει λήξει
fr: Non vérifié : la signature a expiré
ja: 検証できません: 署名が有効期限が切れです
sv: Inte Verifierad: signatur har utgått

source: Not Verified: system error
ca: No verificat: error del sistema.
el: Δεν πιστοποιήθηκε: σφάλμα συστήματος
fr: Non vérifié : erreur système
ja: 検証できません: システムエラーが発生しました
sv: Inte Verifierad: systemfel

source: Not verified: null context
ca: No verificat: context nul.
el: Δεν πιστοποιήθηκε: κενό περιεχόμενο
fr: Non vérifié : contexte nul
ja: 検証できません: コンテキストが空です
sv: Inte Verifierad: null context

source: Official
ca: Oficial
el: Επίσημο
es: Oficial
es_es: Oficial
fr: Officiel
hu: Hivatalos
it: Ufficiale
ja: 公式

source: Official Patch
ca: Pedaç oficial
el: Επίσημη Διόρθωση
es: Parche oficial
es_es: Parche Oficial
fr: Correctif officielle
hu: Hivatalos javítás
it: Patch Ufficiale
ja: 公式パッチ

source: Options:
bg: Опции:
ca: Opcions:
el: Επιλογές:
es: Opciones:
es_es: Opciones:
hu: Opciók:
id: Opsi:
it: Opzioni:
ja: オプション:
no: Opsjoner:
pl: Opcje:
sl: Nastavitve:
sv: Alternativ:
vi: Tuỳ chọn:

source: Package ChangeLog
bg: Лог на промените
ca: Registre de canvis del paquet
el: Τελευταίες αλλαγές πακέτου
es: Registro de cambios del paquete
es_es: Lista de cambios del paquete
fr: Journal de bord des changements du paquet
hu: Csomag változás napló
it: ChangeLog del pacchetto
ja: パッケージの更新履歴
pl: Lista zmian pakietu (ChangeLog)

source: Package Conflicts: %s
ca: Conflictes del paquet: %s
el: Συγκρούσεις πακέτων: %s
es: Conflictos con paquete: %s
es_es: Conflictos con Paquete: %s
fr: Le paquet rentre en conflit avec : %s
hu: Csomag ütközések: %s
id: Konflik paket: %s
it: Conflitti: %s
ja: 衝突するパッケージ: %s
no: Pakkekonflikter: %s
pl: KONFLIKT PAKIETU: %s
vi: Xung đột: %s

source: Package Description:
bg: Описание на пакет:
ca: Descripció del paquet:
el: Περιγραφή Πακέτου:
es: Descripción del paquete:
es_es: Descripción del Paquete:
fr: Description du paquet :
hu: Csomag leírás:
id: Deskripsi paket:
ja: パッケージの説明:
no: Pakkebeskrivelse:
pl: OPIS PAKIETU:
sl: Opis paketa:
sv: Paketets beskrivning:
vi: Mô tả gói phần mềm:

source: Package Installed Size: %d K
bg: Обем на инсталиран пакет: %d K
ca: Mida del paquet un cop instal·lat: %d K
el: Εγκατεστημένο Μέγεθος Πακέτου: %d K
es: Tamaño del paquete instalado: %d K
es_es: Tamaño del Paquete Instalado: %d K
fr: Taille du paquet installé : %d Ko
hu: Csomag telepített mérete: %d K
id: Besar paket terinstal: %d K
it: Dimensione finale del pacchetto: %d K
ja: インストール後のサイズ: %d K
no: Pakkestørrelse, installert: %d K
pl: ROZMIAR ZAINSTALOWANEGO PAKIETU: %d K
sl: Velikost namečenega paketa: %d K
sv: Paketets storlek efter installation: %d K
vi: Kích thước gói phần mềm được cài đặt: %d K

source: Package Installed: %s
bg: Инсталиран пакет: %s
ca: Paquet instal·lat: %s
el: Εγκατεστημένο Πακέτο: %s
es: Paquete instalado: %s
es_es: Paquete Instalado: %s
fr: Paquet installé : %s
hu: Csomag telepítve: %s
id: Paket terinstal: %s
it: Pacchetto installato: %s
ja: パッケージをインストールしました: %s
no: Pakke installert: %s
pl: PAKIET ZAINSTALOWANY: %s
sl: Namečen paket: %s
sv: Paket installerat: %s
vi: Gói phần mềm được cài đặt: %s

source: Package Location: %s
bg: Местоположение на пакет: %s
ca: Ubicació del paquet: %s
el: Τοποθεσία Πακέτου: %s
es: Ubicación del paquete: %s
es_es: Ubicación del Paquete: %s
fr: Emplacement du paquet : %s
hu: Csomag hely: %s
id: Lokasi paket: %s
it: Posizione del pacchetto: %s
ja: パッケージの場所: %s
no: Pakkelokasjon: %s
pl: LOKACJA PAKIETU: %s
sl: Lokacija paketa: %s
sv: Paketets sökväg: %s
vi: Vị trí gói phần mềm: %s

source: Package MD5 Sum: %s
bg: MD5 сума на пакета: %s
ca: Suma MD5 del paquet: %s
el: Aθροισμα MD5 του πακέτου: %s
es: Suma MD5 del paquete: %s
es_es: Suma MD5 del Paquete: %s
fr: Somme de contrôle du paquet : %s
hu: Csomag MD5 ellenőrző összeg: %s
id: MD5 sum paket: %s
it: Somma MD5 del pacchetto: %s
ja: パッケージの MD5 サム: %s
no: MD5 Sum for pakke: %s
pl: Suma MD5 Pakietu: %s
sl: Paketov MD5 Sum: %s
sv: Paketets MD5 Sum: %s
vi: Tổng MD5 của gói phần mềm: %s

source: Package Mirror: %s
ca: Rèplica del paquet: %s
el: Mirror Πακέτου: %s
es: Mirror del paquete: %s
es_es: Espejo del Paquete: %s
fr: Miroir du paquet : %s
hu: Csomag tároló: %s
id: Sumber alternatif: %s
it: Mirror del pacchetto: %s
ja: ミラー: %s
no: Pakkespeil: %s
pl: MIRROR PAKIETU: %s
sl: Nadomestek paketa: %s
sv: Packetets spegel: %s
vi: Kho lưu trữ gói phần mềm: %s

source: Package Name: %s
bg: Име на пакет: %s
ca: Nom del paquet: %s
el: Όνομα Πακέτου: %s
es: Nombre del paquete: %s
es_es: Nombre del Paquete: %s
fr: Nom du paquet : %s
hu: Csomag neve: %s
id: Nama paket: %s
it: Nome del pacchetto: %s
ja: パッケージ名: %s
no: Pakkenavn: %s
pl: NAZWA PAKIETU: %s
sl: Ime paketa: %s
sv: Paketnamn: %s
vi: Tên gói phần mềm: %s

source: Package Priority: %s
ca: Prioritat del paquet: %s
el: Προτεραιότητα Πακέτων: %s
es: Prioridad del paquete: %s
es_es: Prioridad del paquete: %s
fr: Priorité du paquet : %s
hu: Csomag prioritás: %s
it: Priorita' del pacchetto: %s
ja: パッケージの優先度: %s

source: Package Required: %s
ca: Paquet requerit: %s
el: Απαιτούμενο Πακέτο: %s
es: Paquete requerido: %s
es_es: Paquete Requerido: %s
fr: Le Paquet a exigé : %s
hu: Csomag szükséges: %s
id: Paket yang dibutuhkan: %s
it: Pacchetti richiesti: %s
ja: 要求されるパッケージ: %s
no: Påkrevd pakke: %s
pl: WYMAGANE PAKIETY: %s
sl: Zahtevan paket: %s
sv: Paket som krävs: %s
vi: Gói phần mềm được yêu cầu: %s

source: Package Size: %d K
bg: Обем на пакет: %d K
ca: Mida del paquet: %d K
el: Μέγεθος Πακέτου: %d K
es: Tamaño del paquete: %d K
es_es: Tamaño del Paquete: %d K
fr: Taille du paquet : %d Ko
hu: Csomag mérete: %d K
id: Besar paket: %d K
it: Dimensione del pacchetto: %d K
ja: パッケージのサイズ: %d K
no: Pakkestørrelse: %d K
pl: ROZMIAR PAKIETU: %d K
sl: Velikost paketa: %d K
sv: Paketets storlek: %d K
vi: Kích thước gói phần mềm: %d K

source: Package Suggests: %s
ca: El paquet suggereix...: %s
el: Προτάσεις πακέτων: %s
es: El paquete sugiere: %s
es_es: Paquete Sugerido: %s
fr: Suggestions de paquets : %s
hu: Csomag javaslatok: %s
id: Paket menyarankan: %s
it: Pacchetti suggeriti: %s
ja: 推奨されるパッケージ: %s
no: Pakkeforslag: %s
pl: PAKIETY SUGEROWANE: %s
vi: Đề nghị: %s

source: Package Version: %s
bg: Версия на пакет: %s
ca: Versió del paquet: %s
el: Έκδοση Πακέτου: %s
es: Versión del paquete: %s
es_es: Versión del Paquete: %s
fr: Version du paquet : %s
hu: Csomag verzió: %s
id: Versi paket: %s
it: Versione del pacchetto: %s
ja: パッケージのバージョン: %s
no: Pakkeversjon: %s
pl: WERSJA PAKIETU: %s
sl: Različica paketa: %s
sv: Paketversion: %s
vi: Phiên bản gói phần mềm: %s

source: Perhaps you want to run --update?
bg: Може би желаете да стартирате --update?
ca: Potser voleu executar "--update"?
el: Πιθανόν να θέλετε να εκτελέσετε --update?
es: ¿Tal vez quiera ejecutar --update?
es_es: ¿Tal vez necesite ejecutar --update?
fr: Peut-être vouliez-vous lancer --update ?
hu: Futtatni kívánja az --update-t?
id: Mungkin anda ingin menjalankan --update?
it: Forse vuoi eseguire --update?
ja: --update を実行してよろしいですか？
no: Kanskje du vil kjøre --update?
pl: Prawdopodobie chcesz użyć --update?
sl: Mogoče elite zagnati --update?
sv: Du kanske vill köra --update?
vi: Có lẽ bạn muốn thực thi với tuỳ chọn --update?

source: Please update permissions on %s or run with appropriate privileges
ca: Si us plau, actualitzeu els permisos a %s o executeu-ho amb els privilegis apropiats.
el: Παρακαλώ αναβαθμίστε τα δικαιώματα στο %s ή εκτελέστε με τα απαραίτητα δικαιώματα
es: Por favor, actualice los permisos de %s o ejecútelo con los privilegios adecuados
es_es: Por favor, actualice los permisos de %s o ejecútelo con los privilegios adecuados
fr: Merci de mettre à jour les permissions sur %s, ou de le lancer avec les privilèges adéquats
hu: Kérem frissítse a(z) %s engedélyeit vagy futtassa a megfelelő jogosultságokkal
id: Silakan memperbaiki hak akses %s atau jalankan dengan hak akses yang memadai
it: Aggiornare i permessi di %s o eseguire con privilegi appropriati
ja: %s のパーミッションを更新するかもしくは適切な権限を与えて実行してください
no: Vennligst oppdater tilgang på %s eller bruk programmet med tilstrekkelige privilegier
pl: Proszę uaktualnić prawa dostępu do %s lub uruchomić z odpowiednimi przywilejami
sl: Prosim, nadgradite dovoljenja na %s oz poenite s primernimi pravicami
sv: Var god ändra rättigheterna på %s eller byt till en användare som har rättigheter
vi: Vui lòng cập nhật quyền truy cập trên %s hoặc thực thi với quyền hợp lệ

source: Preferred
ca: Preferit
el: Προτιμώμενο
es: Preferido
es_es: Principal
fr: Privilégié
hu: Előnyben részesített
it: Preferito
ja: 推奨

source: Preferred Patch
ca: Pedaç preferit
el: Προτιμώμενη Διόρθωση
es: Parche preferido
es_es: Parche Principal
fr: Correctif Privilégié
hu: Előnyben részesített javítás
it: Patch Preferita

source: Preparing to install %s-%s
bg: Подготовка за инсталиране на %s-%s
ca: Preparant per instal·lar %s-%s
el: Προετοιμασία εγκατάστασης του %s-%s
es: Preparando para instalar %s-%s
es_es: Preparando para instalar %s-%s
fr: Préparation de l'installation de %s-%s
hu: Előkészítés telepítéshez %s-%s
id: Persiapan untuk menginstal %s-%s
it: Preparazione dell'installazione %s-%s
ja: %s-%s のインストール準備中
no: Forbereder installasjon av %s-%s
pl: Przygotowanie do instalacji %s-%s
sl: Priprava na namestitev %s-%s
sv: Förbereder installation av %s-%s
vi: Chuẩn bị cài đặt %s-%s

source: Preparing to replace %s-%s with %s-%s
bg: Подготовка за заместване на %s-%s с %s-%s
ca: Preparant per reemplaçar %s-%s per %s-%s
el: Προετοιμασία αντικατάστασης του %s-%s με το %s-%s
es: Preparando para reemplazar %s-%s con %s-%s
es_es: Preparando para reemplazar %s-%s con %s-%s
fr: Preparation du remplacement de %s-%s par %s-%s
hu: Előkészítés cseréhez %s-%s erre %s-%s
id: Persiapan untuk mengganti %s-%s dengan %s-%s
it: Preparazione alla sostituzione di %s-%s con %s-%s
ja: %s-%s を %s-%s に置き換える準備中
no: Forbereder utbytting av %s-%s med %s-%s
pl: Przygotowanie do zastąpienia %s-%s przez %s-%s
sl: Pripravljam na zamenjavo %s-%s z %s-%s
sv: Förbereder att ersätta %s-%s with %s-%s
vi: Chuẩn bị thay thế %s-%s bằng %s-%s

source: Reading Package Lists...
bg: Прочитане на списъците с пакети...
ca: Es llegeixen les llistes de paquets...
el: Ανάγνωση Λίστας Πακέτων...
es: Leyendo listas de paquetes...
es_es: Leyendo Listado de Paquetes...
fr: Lecture de la liste des paquets…
hu: Csomag listák keresése...
id: Membaca daftar paket...
it: Lettura della lista dei pacchetti...
ja: パッケージリストを読込み中...
no: Leser pakkelister...
pl: Wczytuję Listę Pakietów...
sl: Berem seznam paketov...
sv: Läser paketlista...
vi: Cập nhật danh sách gói phần mềm...

source: Regex Error: %s
ca: Error de regex: %s
el: Σφάλμα Regex: %s
es: Error de regex: %s
es_es: Error de Regex: %s
fr: Erreur d'expression régulière : %s
hu: Regex Hiba: %s
id: Kesalahan regex: %s
it: Errore regex: %s
ja: Regex エラー: %s
no: Regex feil: %s
pl: Błąd regex: %s
sl: Napaka regularnih izrazov: %s
sv: Regex Fel: %s
vi: Lỗi biểu thức: %s

source: Retrieving ChangeLog.txt [%s]...
bg: Получаване на ChangeLog.txt [%s]...
ca: Es recupera ChangeLog.txt [%s]...
el: Ανάκτηση του ChangeLog.txt [%s]...
es: Recuperando ChangeLog.txt [%s]...
es_es: Obteniendo ChangeLog.txt [%s]...
fr: Récupération de ChangeLog.txt [%s]…
hu: ChangeLog.txt [%s] keresése...
it: Recupero il ChangeLog.txt [%s]...
ja: ChangeLog.txt [%s] を取得中...
pl: Pobieram ChangeLog.txt [%s]...

source: Retrieving GPG key [%s]...
ca: Es recupera la clau GPG [%s]...
el: Ανάκτηση του κλειδιού GPG [%s]...
es: Recuperando la clave GPG [%s]...
es_es: Obteniendo clave GPG [%s]...
fr: Récupération de la clé GPG [%s]…
hu: GPG kulcs [%s] keresése...
it: Recupero la chiave GPG [%s]...
ja: GPG キー [%s] を取得中...
pl: Pobieram klucz GPG [%s]...

source: Retrieving checksum list [%s]...
bg: Получаване на списък с MD5 суми [%s]...
ca: Es recupera la llista de sumes de verificació [%s]...
el: Ανάκτηση λίστας checksum [%s]...
es: Recuperando la lista de checksum [%s]...
es_es: Obteniendo el listado de checksums [%s]...
fr: Récupération de la liste des sommes de contrôle [%s]…
hu: Ellenőrző összeg lista [%s] keresése...
id: Mengambil daftar checksum [%s]...
it: Recupero la lista dei checksum [%s]...
ja: チェックサムリスト [%s]を取得中...
no: Mottar checksumliste [%s]...
pl: Pobieram listę sum kontrolnych [%s]...
sl: Pridobivam seznam kontrolnih vsot [%s]...
sv: Tar emot lista för checksums [%s]...
vi: Cập nhật danh sách kiểm tổng (checksum) [%s]...

source: Retrieving checksum signature [%s]...
ca: Es recupera la signatura de la suma de verificació [%s]...
el: Ανάκτηση της υπογραφής αθροισμάτων [%s]...
es: Recuperando la firma de checksum [%s]...
es_es: Obteniendo firma checksum [%s]...
fr: Récupération de la signature des sommes de contrôle [%s]…
hu: Ellenőrző összeg aláírás [%s] keresése...
it: Recupero la firma dei checksum [%s]...
ja: チェックサム署名 [%s] を取得中...
pl: Pobieram sumę kontrolną podpisu [%s]...

source: Retrieving package data [%s]...
bg: Получаване на информация за пакетите [%s]...
ca: Es recuperen dades de paquets [%s]...
el: Ανάκτηση δεδομένων πακέτων [%s]...
es: Recuperando los datos del paquete [%s]...
es_es: Obteniendo datos del paquete [%s]...
fr: Récupération des données du paquet [%s]…
hu: Csomag adat [%s] keresése...
id: Mengambil data paket [%s]...
it: Recupero i dati dei pacchetti [%s]...
ja: パッケージデータ [%s] を取得中...
no: Mottar pakkedata [%s]...
pl: Pobieram dane pakietu [%s]...
sl: Pridobivam podatke o paketih [%s]...
sv: Tar emot paketinformation [%s]...
vi: Cập nhật danh sách gói phần mềm [%s]...

source: Retrieving patch list [%s]...
bg: Получаване на списък с ъпдейти [%s]...
ca: Es recupera la llista de pedaços [%s]...
el: Ανάκτηση λίστας patch [%s]...
es: Recuperando la lista de parches [%s]...
es_es: Obteniendo el listado de parches [%s]...
fr: Récupération de la liste des correctifs [%s]…
hu: Javítás lista [%s] keresése...
id: Mengambil daftar tambalan [%s]...
it: Recupero la lista delle patch [%s]...
ja: パッチリスト [%s] を取得中...
no: Mottar liste over patcher [%s]...
pl: Pobieram listę patchy [%s]...
sl: Pridobivam seznam popravkov [%s]...
sv: Tar emot patch-lista [%s]...
vi: Cập nhật danh sách bản sửa lỗi [%s]...

source: SOURCE directive not set within %s.
ca: Directiva de la FONT no establerta dins %s.
el: Το SOURCE δεν έχει οριστεί στο %s.
es: La directiva SOURCE no está definida dentro de %s.
es_es: La directiva SOURCE no está definida dentro de %s.
fr: La directive SOURCE n'a pas été indiquée dans %s.
hu: SOURCE változó nem lett beállítva: %s
id: Instruksi SOURCE tidak diberikan di %s.
it: Direttiva SOURCE non impostata in %s.
ja: %s にソースが指定されていません
no: SOURCE direktiv ikke satt i %s.
pl: dyrektywa SOURCE nie jest ustawiona wewnątrz %s.
sl: SOURCE ukaz ni nastavljen v %s.
sv: SOURCE direktivet ej satt inom %s.
vi: Chỉ thị SOURCE không được xác lập bên trong %s.

source: Signature not read
ca: Signatura no llegida
el: Δεν έγινε ανάγνωση της υπογραφής
fr: Signature non lue
ja: 署名が読み取れません
sv: Signatur inte läst

source: Sources failed to download, correct sources and rerun --update
bg: Неуспех при изтеглянето на източниците, поправете източниците и стартирайте отново --update
ca: Ha fallat baixar les fonts, corregiu-les i torneu a executar "--update".
el: Αποτυχία πηγών για λήψη αρχείων, διορθώστε τις πηγές και επανεκτελέστε το --update
es: Las fuentes fallaron al descargar, corregir las fuentes y ejecutar nuevamente --update
es_es: Fallaron los fuentes para descargar, corrija las fuentes (sources) y corra de nuevo --update
fr: Certaines sources n'ont pu être téléchargées. Corrigez les sources, et lancez de nouveau --update
hu: Források letöltése sikertelen, javítsa a forrásokat és futtassa újra az --update parancsot
id: Gagal men-download dari sumber yang ada, perbaiki sumber dan jalankan kembali --update
it: Errore nel download, correggi le sorgenti e riesegui --update
ja: ソースのダウンロードに失敗しました。ソースを修正し --update を再施行してください。
no: Feil ved nedlasting fra kilde, korriger kilde og kjør --oppdater igjen
pl: Pobranie źródeł nie powiodło się, skoryguj źródła i powtórz --update
sl: Izvor se ni mogel naloiti, popravite izvor in ponovno zaenite --update
sv: Nedladdningen från källorna misslyckades, rätta till källorna och kör --update igen
vi: Kho nguồn bị lỗi trong khi lấy dữ liệu, hãy sửa chữa và thực thi lại với tuỳ chọn --update

source: Suggested packages:
bg: Предложени пакети:
ca: Paquets suggerits:
el: Προτεινόμενα πακέτα:
es: Paquetes sugeridos:
es_es: Paquetes sugeridos:
fr: Paquets suggérés :
hu: Javasolt csomagok:
id: Paket-paket yang disarankan:
it: Pacchetti suggeriri:
ja: 推奨パッケージ:
no: Anbefalte pakker:
pl: Podane pakiety:
sl: Predlagani paketi:
sv: Föreslagna paket:
vi: Những gói phần mềm được đề nghị:

source: Targets:
bg: Действия:
ca: Objectius:
el: Προορισμοί:
es: Destinos:
es_es: Destinos:
fr: Cibles :
hu: Célhelyek:
id: Target:
it: Obbiettivi:
ja: 対象:
no: Brytere:
pl: Cele:
sl: Cilji:
sv: Mål:
vi: Hành động:

source: The following NEW packages will be installed:
bg: Следните НОВИ пакети ще бъдат инсталирани:
ca: S'instal·laran els paquets NOUS següents:
el: Τα παρακάτω ΝΕΑ πακέτα πρόκειται να εγκατασταθούν:
es: Se instalarán los siguientes paquetes NUEVOS:
es_es: Los siguientes paquetes NUEVOS serán instalados:
fr: Les NOUVEAUX paquets suivants vont être installés :
hu: Az alábbi ÚJ csomagok lesznek telepítve:
id: Paket-paket baru yang akan diinstal:
it: I seguenti NUOVI pacchetti saranno installati:
ja: 次の新規パッケージがインストールされます:
no: Disse NYE pakkene vil bli installert:
pl: Następujące NOWE pakiety zostaną zainstalowane:
sl: Naslednji NOVI paketi bodo namečeni
sv: Följande NYA paket kommer att bli installerade:
vi: Cài đặt những gói phần mềm sau:

source: The following packages have been EXCLUDED:
bg: Следните пакети бяха ИЗКЛЮЧЕНИ:
ca: Els paquets següents s'han EXCLÒS:
el: Τα παρακάτω πακέτα έχουν ΕΞΑΙΡΕΘΕΙ:
es: Se EXCLUYERON los siguientes paquetes:
es_es: Los siguientes paquetes han sido EXCLUIDOS:
fr: Les paquets suivants ont été EXCLUS :
hu: Az alábbi csomagok ZÁROLTAK:
id: Paket-paket berikut tidak diikutsertakan:
it: I seguenti pacchetti sono stati ESCLUSI:
ja: 次のパッケージは対象から除外します:
no: Disse pakkene har blitt EKSKLUDERT:
pl: Następujące pakiety zostały POMINIĘTE:
sl: Naslednji paketi so bili IZLOČENI:
sv: Följande paket har blivit EXKLUDERADE:
vi: Bỏ qua những gói phần mềm sau:

source: The following packages have unmet dependencies:
bg: Следните пакети имат неудовлетворени зависимости:
ca: Els paquets següents tenen dependències no resoltes:
el: Τα παρακάτω πακέτα έχουν ελλείψεις σε απαιτούμενα πακέτα:
es: Los siguientes paquetes tienen dependencias sin resolver:
es_es: Los siguientes paquetes tienen dependencias sin resolver:
fr: Les paquets suivants ont des dépendances non satisfaites :
hu: Az alábbi csomagoknak teljesítetlen függőségei vannak:
id: Paket-paket berikut tidak memenuhi dependensi:
it: I seguenti pacchetti hanno dipendenze non soddisfatte:
ja: 次のパッケージは依存性を満たしていません:
no: Pakker med uoppfylte avhengigheter:
pl: Następujące pakiety posiadają nieznane zależności:
sl: Naslednji paketi imajo neizpolnjene odvisnosti:
sv: Följande paket har icke bemötta krav på beroenden:
vi: Các gói phần mềm sau đây không thoả những phụ thuộc:
